Repository: krattai/AEBL
Catalog: archive/blades/BitTorrent-5.2.2/po/*.po
Languages: de, fr, it, ko, pt_br

source: seconds to wait between checking if any connections have timed out
de: Wartezeit in Sekunden zwischen Überprüfungen, ob irgendwelche Verbindungen abgebrochen sind
fr: secondes d'attentes entre deux vérifications d'expiration des connexions
it: secondi da attendere tra un controllo e l'altro del timeout di una qualunque connessione
ko: 연결 시간이 경과한 경우 확인하는 데 걸리는 시간(초)
pt_br: segundos para esperar antes de verificar se quaisquer conexões tiveram tempo limite

source: maximum length slice to send to peers, close connection if a larger request is received
de: Maximale Länge der Slice, die zu Peers gesendet wird, Verbindung wird geschlossen wenn größere Anfrage erhalten wird
fr: longueur maximale du bloc à envoyer aux pairs, clôture de la connexion si une demande plus importante est reçue
it: sezione di lunghezza massima da inviare a peer, connessione chiusa se si riceve una richiesta più grande
ko: peer에 송신하기 위한 최대 길이 슬라이스. 더 많은 연결 요청이 들어오는 경우 연결 종료
pt_br: máximo de comprimento de fatia para envio aos pares, fechar a conexão se uma solicitação maior for recebida

source: maximum time interval over which to estimate the current upload and download rates
de: Maximales Zeitintervall, über den die momentanen Upload- und Downloadgeschwindigkeiten geschätzt werden
fr: intervalle de temps maximal pour l'estimation des débits montants et descendants
it: intervallo di tempo massimo sul quale stimare i tassi attuali di upload e download
ko: 현재 업로드 및 다운로드 비율을 추정하기 위한 최대 시간 간격
pt_br: tempo de intervalo máximo para estimar as taxas de upload e download atuais

source: maximum time to wait between retrying announces if they keep failing
de: Maximale Zeit, die zwischen erneuten Deklarationsversuchen abzuwarten ist, wenn diese immer wieder fehlschlagen
fr: intervalle de temps d'attente maximal avant de relancer une annonce échouée
it: tempo massimo di attesa tra le riprove degli annunci, se continuano a non avere buon esito
ko: 아나운스가 계속 실패하는 경우 재시도하는 데 걸리는 최대 시간
pt_br: tempo máximo de espera entre novas tentativas de anúncios se continuarem falhando

source: seconds to wait for data to come in over a connection before assuming it's semi-permanently choked
de: Wartezeit in Sekunden für über eine Verbindung eingehende Daten, bevor angenommen werden kann, dass es halb-permanent choked ist.
fr: secondes d'attente de réception de données sur une connexion avant de la définir comme bloquée de façon semi-permanente
it: secondi da attendere per i dati che devono entrare su una connessione, prima di presumere che sia semi-permanentemente interrotta
ko: 반영구적으로 수신하지 못한다고 추정하기 전 연결을 통해 신호가 들어오는데 걸리는 시간(초)
pt_br: segundos para esperar que os dados entrem por uma conexão antes de pressupor que está com bloqueio semi-permanente

source: number of downloads at which to switch from random to rarest first
de: Anzahl von Downloads, bei denen von beliebig zu seltenstem zuerst gewechselt wird
fr: nombre de téléchargements à partir duquel passer du mode aléatoire au mode plus rares en priorité
it: numero di download in cui passare da casuale a più raro per primo
ko: 랜덤 방식에서 초기 레어리스트로 교환할 경우 다운로드 수
pt_br: número de downloads ao qual trocar de aleatório para primeiro mais raro

source: how many bytes to write into network buffers at once.
de: Wieviele Bytes in ein Netzwerk-Zwischenspeicher auf einmal geschrieben werden können
fr: nombre d'octets à écrire en même temps dans les mémoires tampon réseau.
it: quanti byte scrivere nei buffer di rete contemporaneamente.
ko: 네트워크 버퍼로 즉시 쓰기 하기 위한 바이트 수.
pt_br: quantos bytes gravar em buffers de rede simultaneamente.

source: refuse further connections from addresses with broken or intentionally hostile peers that send incorrect data
de: Ablehnung von weiteren Verbindungen von Adressen mit beschädigten oder international feindlichen Peers, die anscheinend falsche Daten senden
fr: refuser les connexions provenant d'adresses avec des pairs rompus ou intentionnellement hostiles envoyant des données incorrectes
it: rifiutare connessioni ulteriori da indirizzi con peer guasti o intenzionalmente ostili che inviano dati inesatti
ko: 부정확한 데이터를 송신하는 손상되거나 부적절한 peer의 주소에 더 이상 연결하지 않습니다.
pt_br: recusar conexões adicionais de endereços com pares quebrados ou intencionalmente hostis que enviam dados incorretos

source: do not connect to several peers that have the same IP address
de: Nicht mit verschiedenen Peers Verbindung aufnehmen, die die gleiche IP Adresse haben
fr: ne pas se connecter à plusieurs pairs ayant la même adresse IP
it: non connettere a vari peer che hanno lo stesso indirizzo IP
ko: 동일한 IP 주소를 가진 여러 peer에 연결할 수 없습니다
pt_br: não conectar a vários pares com o mesmo endereço IP

source: if nonzero, set the TOS option for peer connections to this value
de: Falls Nicht-Null, setzen Sie die TOS Option für Peer-Verbindungen auf diesen Wert ein
fr: si non nulle, régle sur cette valeur l'option TOS pour les connexions aux pairs
it: se non si tratta di zero, impostare l’opzione TOS per le connessioni peer su questo valore
ko: 제로가 아닌 경우 peer 연결을 위해 TOS 옵션을 이 값으로 설정합니다
pt_br: se diferente de zero, definir a opção TOS para conexões de pares com esse valor

source: enable workaround for a bug in BSD libc that makes file reads very slow.
de: Umgehungsmöglichkeit für einen Fehler in BSD libc aktivieren, die das Lesen von Dateien verlangsamt.
fr: activer un patch pour un bogue de la bibliothèque BSD libc ralentissant énormément la lecture des fichiers.
it: abilitare per un errore in BSD libc che rende le letture del file molto lente.
ko: 파일 읽기를 매우 느리게 하는 BSD libc에서 버그를 회피하는 방법을 사용합니다.
pt_br: ativar alternativa para um bug no libc BSD que torna as leituras de arquivos muito lentas.

source: address of HTTP proxy to use for tracker connections
de: Adresse des zu verwendenen HTTP Proxies für Tracker-Verbindungen
fr: adresse du proxy HTTP pour les connexions au recenseur
it: indirizzo di proxy HTTP da usare per le connessioni del tracker
ko: 트렉커 접속을 위해 사용하는 HTTP 프럭시 주소
pt_br: endereço do proxy HTTP para uso em conexões do tracker

source: close connections with RST and avoid the TCP TIME_WAIT state
de: Verbindungen mit RST schließen und den TCP TIME_WAIT Zustand vermeiden
fr: fermer les connexions avec RST et éviter l'état TCP TIME_WAIT
it: chiudere le connessioni con RST ed evitare lo stato TCP TIME_WAIT
ko: RST로 연결을 종료하여 TCP TIME_WAIT 상태를 피합니다
pt_br: fechar conexões com RST e evitar o estado TCP TIME_WAIT

source: number of read threads to use in the storage object
de: Anzahl an Lese-Threads, die in diesem Speicher-Objekt zu verwenden sind
fr: nombre de tâches de lecture pour l'objet de stockage
it: numero di thread di lettura da usare nell’oggetto di memorizzazione
ko: 저장 객체에서 사용하기 위한 스레드 읽기 수
pt_br: número de segmentos de leitura para uso no objeto de armazenamento

source: number of simultaneous piece checks to run per torrent, set to a low number like 2 or 3
de: Anzahl an simultanen Teilüberprüfungen, die pro Torrent auszuführen sind, auf eine niedrige Zahl wie beispielsweise 2 oder 3 einstellen
fr: nombre de contrôles simultanés de blocs à effectuer par torrent, utilisez une valeur faible comme 2 ou 3
it: numero di controlli di pezzo simultanei da effettuare per ciascun torrent, impostati su un numero basso come 2 o 3
ko: 2 또는 3과 같이 낮은 수로 설정된 각 torrent를 수행하기 위한 동시 피이스 확인 수
pt_br: número de verificações de peças simultâneas a executar por torrent, defina com um número baixo, como 2 ou 3

source: Use Twisted network libraries for network connections. 1 means use twisted, 0 means do not use twisted, -1 means autodetect, and prefer twisted
de: Twisted Network Libraries für Netzwerkverbindungen verwenden. 1 bedeutet Twisted verwenden, 0 bedeutet Twisted nicht verwenden, -1 bedeutet, Autodetect und Twisted bevorzugt
fr: Utiliser les bibliothèques réseaux Twisted pour les connexions réseau. 1 : utiliser Twisted, 0 : ne pas utiliser Twisted, -1 : autodétection avec préférence pour Twisted
it: Usare le librerie di rete Twisted per le connessioni di rete. 1 significa usare twisted, 0 significa non usare twisted, -1 significa autorilevamento e preferenza di twisted
ko: 트위스티드 네트워크 라이브러리를 사용하여 네트워크 연결을 합니다. 1은 트위스티트 사용을 의미하고, 0은 트위스티트를 사용하지 않는 것을 의미하며, -1은 자동 감지를 의미하고 트위스티드를 선호합니다
pt_br: Uso de bibliotecas de rede Twisted para conexões de rede. 1 significa usar twisted, 0 significa não usar twisted, -1 significa detectar automaticamente e preferir twisted

source: Number of pieces allowed fast.
de: Anzahl an schnell herunterladbaren Teilen.
fr: Nombre de blocs pour lesquels fast est autorisé.
it: Numero di pezzi permessi come fast.
ko: 빠른 프로토콜을 사용하는 피이스 수
pt_br: Número de peças permitidas rápido.

source: Port to listen on.
de: Port, über den erreicht werden soll
fr: Port à écouter.
it: Porta da cui ascoltare.
ko: 연결 대기하기 위한 포트.
pt_br: Porta para ouvir.

source: file to store recent downloader info in
de: Datei, in der neueste Downloader Info gespeichert werden soll
fr: fichier dans lequel stocker le détail du téléchargeur récent
it: file in cui memorizzare le recenti informazioni dell’unità di download
ko: 최근 다운로드 프로그램 정보를 저장하기 위한 파일
pt_br: arquivo para armazenar informações recentes do downloader

source: ip to bind to locally
de: ip zur lokalen Verbindung
fr: IP à laquelle se lier localement
it: ip per il binding locale
ko: 로컬에서 바인드하기 위한 ip
pt_br: ip para vínculo local

source: timeout for closing connections
de: Zeitlimit für schließende Verbindungen
fr: temps limite pour la fermeture des connexions
it: timeout per la chiusura delle connessioni
ko: 연결 종료에 걸리는 시간
pt_br: tempo limite para fechar conexões

source: seconds between saving dfile
de: Sekunden zwischen Speichern von dfile
fr: secondes entre les sauvegardes de dfile
it: secondi tra i salvataggi del dfile
ko: d파일 저장에 걸리는 시간(초)
pt_br: segundos de intervalo para salvar o arquivo dfile

source: seconds between expiring downloaders
de: Sekunden zwischen auslaufenden Downloadern
fr: secondes entre deux expirations de téléchargeurs
it: secondi tra la scadenza delle unità di download
ko: 다운로드 프로그램 종료에 걸리는 시간(초)
pt_br: segundos para expirar os downloaders

source: seconds downloaders should wait between reannouncements
de: Sekunden, die Downloader zwischen Neuerklärungen warten sollen
fr: secondes d'attente des téléchargeurs entre ré-annonces
it: secondi duranti i quali le unità di download devono aspettare tra riannunci
ko: 리아나운스먼트 사이에 다운로드 프로그램이 대기해야 하는 시간(초)
pt_br: segundos que os downloaders devem esperar entre anúncios

source: default number of peers to send an info message to if the client does not specify a number
de: Standard-Anzahl von Peers, an die eine Info-Nachricht verschickt wird, wenn der Client keine Zahl spezifiziert
fr: nombre de pairs par défaut à qui envoyer un message d'information au cas où le client n'indique pas de valeur
it: numero predefinito di peer a cui inviare un messaggio informativo se il cliente non specifica un numero
ko: 클라이언트가 번호를 지정하지 않을 경우 정보 메세지를 송신하기 위한 peer의 디폴트 번호
pt_br: número padrão de pares para enviar uma mensagem de informações se o cliente não especificar um número

source: time to wait between checking if any connections have timed out
de: Zeit, die abzuwarten ist, bevor überprüft wird, ob Zeitlimit für Verbindungen überschritten wurden
fr: délai d'attente entre les vérifications de fermeture des connections
it: secondi da attendere tra un controllo e l'altro se una qualsiasi connessione è in timeout
ko: 연결이 끝났을 경우 확인에 걸리는 시간
pt_br: tempo de espera para verificar se houve tempo limite em alguma conexão

source: how many times to check if a downloader is behind a NAT (0 = don't check)
de: Wieviele Male überprüft werden soll, ob ein Downloader hinter einem NAT ist (0=nicht überprüfen)
fr: nombre de vérifications si le téléchargeur est derrière un NAT (0 = pas de vérification)
it: quante volte controllare se un’unità di download è dietro NAT (0 = non controllare)
ko: 다운로드 프로그램이 NAT 뒤에 있는 경우 (0=확인하지 않음) 확인 횟수
pt_br: quantas vezes verificar se um downloader está por trás de uma NAT (0 = não verificar)

source: whether to add entries to the log for nat-check results
de: Ob Einträge zum Protokoll für NAT-Überprüfungsergebnisse hinzugefügt werden sollen
fr: ajout d'entrées dans le journal pour les résultats de la vérification NAT
it: se aggiungere immissioni al registro per i risultati nat-check
ko: nat-확인 결과를 위해 로그에 엔트리를 추가 할 지 여부
pt_br: definir se devem ser adicionadas entradas no registro para resultados de nat-check

source: minimum time it must have been since the last flush to do another one
de: Minimum-Zeit, die seit dem letzten Flush verstrichen sein muss, um einen neuen durchzuführen
fr: temps d'attente minimum entre deux vidages
it: tempo minimo che deve essere trascorso dall’ultimo flush prima di poterne effettuare un altro
ko: 다른 신호를 보내기 위해 마지막 플러시를 보내는데 걸리는 최소 시간
pt_br: tempo mínimo que deve decorrer depois da última liberação para fazer outra

source: minimum time in seconds before a cache is considered stale and is flushed
de: Minimum-Zeit in Sekunden bevor ein Cache als 'stale' betrachtet wird und geflusht wird
fr: durée minimum (sec) avant qu'un cache soit considéré comme périmé et soit vidé
it: tempo minimo in secondi prima che un cache venga considerato non aggiornato e venga scaricato
ko: 캐쉬가 손상되거나 플러쉬 되기 전 최소 시간(초)
pt_br: tempo mínimo em segundos para que um cache seja considerado obsoleto e liberado

source: only allow downloads for .torrents in this dir (and recursively in subdirectories of directories that have no .torrent files themselves). If set, torrents in this directory show up on infopage/scrape whether they have peers or not
de: Download nur für .torrents in dieses Verz erlauben (und rekursiv in Unterverzeichnisse von Verzeichnissen, die selbst keine .torrent Dateien besitzen). Falls eingestellt, werden torrents in diesem Verzeichnis auf einer Iinfoseite/Scrape angezeigt, ob Sie Peers haben oder nicht.
fr: autoriser seulement les téléchargements de fichier .torrent dans ce répertoire (et récursivement dans les sous-répertoires des répertoires qui ne contiennent pas eux-mêmes de fichier .torrent). Si défini, les torrents de ce répertoire seront affichés à la page infopage/scrape, qu'ils aient des pairs ou non
it: permettere soltanto download per .torrent in questa dir. (e ricorsivamente nelle sottodirectory dei directory che non hanno loro stessi file .torrent). Se impostati, i torrent in questa directory appaiono su infopage/scrape sia che abbiano o meno peer
ko: 이 dir(.torrent 파일을 갖지 않는 디렉토리의 하위디렉토리에서 반복적으로)에서 .torrent를 위한 다운로드만 허용합니다. 설정된 경우 이 디렉토리의 torrent가 peer를 갖는지 여부에 상관없이 정보페이지/스크랩에 표시됩니다
pt_br: permitir somente downloads de .torrents neste dir (e recursivamente em subdiretórios de diretórios que não têm arquivos .torrent). Se definida, os torrents neste diretório aparecem em infopage/scrape, tendo pares ou não

source: how often to rescan the torrent directory, in seconds
de: Wie oft das torrent-Verzeichnis neu gescannt werden soll, in Sekunden
fr: intervalle de temps (sec) entre deux vérifications du répertoire du torrent
it: quanto spesso risottoporre a scansione la directory torrent, in secondi
ko: torrent 디렉토리를 다시 스캔하는 횟수(초)
pt_br: freqüência para reexaminar o diretório do torrent, em segundos

source: allow special keys in torrents in the allowed_dir to affect tracker access
de: Besondere Keys in Torrents im allowed_dir zulassen, um Tracker-Zugriff zu beeinflussen
fr: autoriser les clés spéciales des torrents du répertoire autorisé à agir sur l'accès du recenseur
it: permettere chiavi speciali in torrent nella allowed_dir per influenzare l’accesso tracker
ko: allowed_dir의 torrent 특수 키가 트렉커 접속에 영향을 미치게 합니다
pt_br: permitir que chaves especiais em torrents em allowed_dir afetem o acesso do tracker

source: whether to reopen the log file upon receipt of HUP signal
de: Ob die Protokoll-Datei beim Empfang von HUP-Signal erneut geöffnet werden soll
fr: réouverture du fichier journal à la réception d'un signal HUP
it: se riaprire il file del registro al momento della ricezione del segnale HUP
ko: HUP 신호 수신에 관한 로그 파일을 다시 열지 여부
pt_br: se o arquivo de registro deve ser reaberto após o recebimento do sinal HUP

source: whether to display an info page when the tracker's root dir is loaded
de: Ob die Info-Seite angezeigt werden soll, wenn die Root Dir des Trackers geladen wird
fr: affichage d'une page d'info au chargement du répertoire racine du recenseur
it: se visualizzare una pagina informativa quando la directory principale del tracker è caricata
ko: 트렉커의 루트 dir이 로딩될 때 정보 페이지를 표시할 것인지 여부
pt_br: se uma página de informações deve ser exibida quando o diretório raiz do tracker é carregado

source: a URL to redirect the info page to
de: Ein URL, um die Info-Seit umzuleiten zu
fr: URL vers laquelle rediriger la page info
it: un URL verso cui reindirizzare la pagina informativa
ko: 정보 페이지를 리다이렉트하기 위한 URL
pt_br: URL para redirecionamento da página de informações

source: whether to display names from allowed dir
de: Ob Namen vom zugelassenen Dir angezeigt werden sollen
fr: affichage des noms des répertoires autorisés
it: se visualizzare i nomi dalla dir. permessa
ko: 허용된 dir에서 이름을 표시할 지 여부
pt_br: se os nomes do diretório permitido devem ser exibidos

source: file containing x-icon data to return when browser requests favicon.ico
de: Datei, die x-icon Daten enthalten, umkehren, wenn Browser favicon.ico anfordert
fr: fichier contenant des données x-icon à renvoyer lorsque le navigateur requiert favicon.ico
it: file contenente dati x-icona da rinviare quando il browser richiede favicon.ico
ko: 브라우저가 favicon.ico를 요청할 때 반환할 x-아이콘 데이터를 포함한 파일
pt_br: arquivo contendo dados x-icon que deve ser retornado quando o navegador solicita favicon.ico

source: ignore the ip GET parameter from machines which aren't on local network IPs (0 = never, 1 = always, 2 = ignore if NAT checking is not enabled). HTTP proxy headers giving address of original client are treated the same as --ip.
de: Den ip GET Parameter von Rechnern ignorieren, die nicht auf dem lokalen Netzwerk IPs sind (0 = nie, 1 = immer, 2 = ignorieren, wenn NAT Überprüfung nicht eingeschaltet ist). HTTP Proxy Kopfzeilen, die die Adresse des ursprünglichen Client geben, werden genau so wie --ip behandelt.
fr: Ignorer le paramètre IP GET des machines qui ne sont pas sur le réseau local (0 = jamais, 1 = toujours, 2 = ignorer si la vérification NAT est désactivée). Les en-têtes du proxy HTTP donnant l'adresse du client original sont traités comme --ip.
it: ignorare il parametro ip GET da macchine che non sono sugli IP della rete locale (0 = mai, 1 = sempre, 2 = ignorare se il controllo NAT non è abilitato). Intestazioni proxy HTTP che danno l’indirizzo del client originale vengono trattate come --ip.
ko: ip GET 로컬 네트워크 IP상에 있지 않은 머신에서 ip GET 매개변수를 무시합니다(0 = 절대 안함, 1 = 항상, 2 = NAT 확인이 가능하지 않는 경우 무시). 클라이언트의 원래 주소를 가진 HTTP 프록시 헤더는 --ip와 동일하게 취급됩니다.
pt_br: ignorar o parâmetro ip GET em computadores que não estão em IPs da rede local (0 = nunca, 1 = sempre, 2 = ignorar se a verificação de NAT não estiver ativada). Os cabeçalhos de proxy HTTP com o endereço do cliente original são tratados como --ip.

source: file to write the tracker logs, use - for stdout (default)
de: Zu verwendende Datei, in die die Tracker-Protokolle geschrieben werden - für stdout (Standard)
fr: fichier utilisé pour écrire le journal des recenseurs, utilisez - pour indiquer stdout (défaut)
it: file per scrivere i registri del tracker, usare - per stdout (predefinito)
ko: 트렉커 로그를 쓰기 위한 파일. stdout(디폴트) 사용
pt_br: arquivo para gravar os registros do tracker, usar - para stdout (padrão)

source: use with allowed_dir; adds a /file?hash={hash} url that allows users to download the torrent file
de: Zu benutzen mit allowed_dir; fügt eine /file?hash={hash} URL hinzu, die Benutzern erlaubt, die torrent-Datei herunterzuladen
fr: utilisé avec allowed_dir ; ajoute une URL /file?hash={hash} qui permet aux utilisateurs de télécharger le fichier torrent
it: usare con allowed_dir; aggiunge un url /file?hash={hash}che permette agli utenti di scaricare il file torrent
ko: allowed_dir와 함께 사용; 사용자가 torrent 파일을 다운로드할 수 있도록 하는 //file?hash={hash} URL을 추가
pt_br: usar com allowed_dir; adiciona uma url /file?hash={hash} que permite que os usuários façam download do arquivo do torrent

source: keep dead torrents after they expire (so they still show up on your /scrape and web page). Only matters if allowed_dir is not set
de: Tote Torrents nach dem Ablaufdatum behalten (so dass sie immer noch auf Ihrer /Scrape und Webseite auftauchen). Macht nur etwas aus, wenn allowed_dir nicht eingestellt wurde
fr: conserve les torrents morts après leur expiration (ils restent donc affichés dans le /scrape et sur la page web). Important seulement si allowed_dir n'est pas configuré
it: mantenere i torrent inattivi dopo che sono scaduti (così appariranno sullo /scrape e sulla pagina web). Conta soltanto se allowed_dir non è impostato
ko: 데드 torrent가 종료된 이후에도 유지됩니다(여전히 /스크랩 및 웹 페이지에 보임). allowed_dir 이 설정되지 않은 경우에만 문제가 됩니다
pt_br: manter torrents inativos depois da expiração (para que ainda apareçam em /scrape e na página web). Só importa se allowed_dir não estiver definido

source: scrape access allowed (can be none, specific or full)
de: Scrape-Zugriff erlaubt (keiner, spezieller oder voller möglich)
fr: accès scrape autorisé (aucun, spécifique ou complet)
it: accesso scrape permesso (può essere nessuno, specifico o intero)
ko: 스크랩 접근 허용 (특정 또는 전체 스크랩에 접근하거나 접근할 수 없음)
pt_br: acesso ao scrape permitido (pode ser nenhum, específico ou completo)

source: maximum number of peers to give with any one request
de: Maximum Anzahl von erlaubten Peers bei jeder beliebigen Anfrage
fr: nombre maximum de pairs à fournir avec toute demande
it: massimo numero di peer da dare con una qualsiasi richiesta
ko: 한 가지 요청을 제공하기 위한 peer의 최대 수
pt_br: número máximo de pares para qualquer solicitação individual

source: max number of outgoing incomplete connections
de: Maximale Anzahl von ausgehenden unvollständigen Verbindungen
fr: nombre maximum de connexions sortantes incomplètes
it: numero massimo di connessioni incomplete in uscita
ko: 내보낼 완전하지 않은 최대 연결 수
pt_br: número máx de conexões incompletas de saída

source: path to the file that you are publishing (seeding).
de: Pfad zu der Datei, die Sie veröffentlichen (Seeding).
fr: chemin du fichier que vous publiez (essaimage).
it: percorso al file che si sta pubblicando (seeding).
ko: 퍼블리싱(시딩) 파일 경로.
pt_br: caminho do arquivo que você está publicando (semeando).

source: display verbose information in user interface
de: Wortreiche Informationen in Benutzeroberfläche anzeigen
fr: afficher les informations détaillées dans l'interface utilisateur
it: visualizzare informazioni verbose nell’interfaccia utente
ko: 사용자 인터페이스에 다양한 정보를 표시합니다
pt_br: exibir informações detalhadas na interface de usuário

source: provide debugging tools in user interface
de: Debugging-Tools in Benutzeroberfläche zur Verfügung stellen
fr: fournir des outils de débogage dans l'interface utilisateur
it: visualizzare strumenti di debug nell’interfaccia utente
ko: 사용자 인터페이스의 디버깅 툴을 제공합니다
pt_br: fornecer ferramentas de deputação na interface de usuário

source: start downloader in paused state
de: Downloader in angehaltenem Zustand starten
fr: démarrer le téléchargeur en pause
it: avviare l’unità di download nello stato di pausa
ko: 일시 중지 상태에서 다운로드 프로그램을 시작합니다
pt_br: iniciar o downloader no estado em pausa

source: Start %s minimized
de: Start %s minimiert
fr: Réduire %s au démarrage
it: Avviare %s minimizzato
ko: %s 최소화하여 시작하기
pt_br: Iniciar %s minimizado
