Repository: krattai/AEBL
Catalog: archive/blades/BitTorrent-5.2.2/po/*.po
Languages: de, fr, it, ko, pt_br

source: override the version provided by the http version check and enable version check debugging mode
de: Version, die vom http Versionsüberprüfung geliefert wurde, überschreiben, und Versionsüberprüfung-Debugging-Modus aktivieren
fr: remplacer la version fournie par la vérification de version http et activer le mode de débogage de vérification de version
it: sovrascrivere la versione fornita dal controllo della versione http ed attivare la modalità di debugging di controllo della versione
ko: http 버전 검사에서 제공한 버전을 덮어쓰고 버전 검사 디버깅 모드 사용하기
pt_br: substituir a versão fornecida pela verificação de versão http e ativar o modo de depuração de verificação de versão

source: override the current version used in the version check and enable version check debugging mode
de: Aktuelle Version, die in der Versionsüberprüfung verwendet wurde, überschreiben, und Versionsüberprüfung-Debugging-Modus aktivieren
fr: remplacer la version en cours utilisée dans la vérification de version et activer le mode de débuggage de vérification de version
it: sovrascrivere la versione correntemente usata nel controllo della versione ed attivare la modalità di debugging di controllo della versione
ko: 버전 검사에서 현재 사용되고 있는 버전을 덮어쓰고 버전 검사 디버깅 모드 사용하기
pt_br: substituir a versão atual usada na verificação de versão e ativar o modo de depuração de verificação de versão

source: The style of progressbar to show. 0 means no progress bar. 1 is an ordinary progress bar. 2 is a progress bar that shows transferring, available and missing percentages as well. 3 is a piece bar which color-codes each piece in the torrent based on its availability.
de: Stil der Statusanzeige, die angezeigt werden soll. 0 bedeutet keine Statusleiste. 1 ist eine gewöhnliche Statusleiste. 2 ist eine Statusleiste, die die gerade in der Übertragung begriffenen, zur Verfügung stehenden und auch die fehlenden Prozente anzeigt. 3 ist ein Balken, der jedes Stück im Torrent mit unterschiedlichen Farbcodierungen anzeigt, abhängig von ihrer jeweiligen Verfügbarkeit.
fr: Style de la barre de progression à utiliser. 0 = pas de barre, 1 = barre ordinaire, 2 = barre affichant le pourcentage en cours, disponible et manquant, 3 = barre graduée où chaque bloc du torrent est indiqué par un code de couleurs selon sa disponibilité.
it: Lo stile dello stato di avanzamento da mostrare. 0 significa nessuno stato di avanzamento. 1 è uno stato di avanzamento ordinario. 2 è uno stato di avanzamento che mostra il trasferimento ed anche le percentuali disponibili e mancanti. 3 è una barra del pezzo che attribuisce codici a colore a ciascun pezzo del torrent, sulla base della disponibilità.
ko: 보여주기 위한 진행률 바 스타일. 0은 진행률 바가 없음을 의미합니다. 1은 일반적인 진행률 바입니다. 2는 전송, 사용 및 손실 비율을 나타내는 진행률 바입니다. 3은 피이스 바입니다. 이 피이스의 칼라-코드는 사용 가능성을 바탕으로 torrent에 존재합니다.
pt_br: O estilo da barra de progresso para exibição. 0 significa sem barra de progresso. 1 é uma barra de progresso simples. 2 é uma barra de progresso que mostra as porcentagens em transferência, disponíveis e faltantes. 3 é uma barra de peças que codifica com cores cada peça no torrent com base em sua disponibilidade.

source: specify window size and position, in the format: WIDTHxHEIGHT+XOFFSET+YOFFSET
de: Fenstergröße und -position angeben, im Format: BREITExHÖHE+X-VERSATZ+Y-VERSATZ
fr: indiquer la taille et la position de la fenêtre au format : LargeurxHauteur+PositionX+PositionY
it: specificare dimensioni e posizione finestra, nel formato: LARGHEZZAxALTEZZA+POSIZIONEX+POSIZIONEY
ko: 창의 크기와 위치를 다음 형식으로 지정: 너비x높이+X오프셋+Y오프셋
pt_br: especificar tamanho e posição da janela, no formato: LARGURAxALTURA+DESLOCAMENTOX+DESLOCAMENTOY

source: Start %s maximized
de: Start %s maximiert
fr: Agrandir %s au démarrage
it: Avviare %s massimizzato
ko: %s 최대화하여 시작하기
pt_br: Iniciar %s maximizado

source: Widths of columns in torrent list in main window
de: Breite der Spalten in Torrent-Liste im Hauptfenster
fr: Largeurs des colonnes de la liste des torrents de la fenêtre principale
it: Larghezze delle colonne nella lista torrent nella finestra principale
ko: 메인 창에 있는 torrent 목록의 칼럼 폭
pt_br: Largura das colunas na lista de torrents na janela principal

source: Order of columns in torrent list in main window
de: Anordnung der Spalten in der Torrentliste im Hauptfenster
fr: Ordre des colonnes de la liste des torrents de la fenêtre principale
it: Ordine delle colonne nella lista torrent nella finestra principale
ko: 메인 창에 있는 torrent 목록의 칼럼 순서
pt_br: Ordem das colunas na lista de torrents na janela principal

source: Enabled columns in torrent list in main window
de: Deaktivierte Spalten in der Torrent-Liste im Hauptfenster
fr: Colonnes activéees dans la liste des torrents de la fenêtre principale
it: Colonne abilitate nella lista torrent nella finestra principale
ko: 메인 창에 있는 torrent 목록의 사용 칼럼
pt_br: Colunas ativadas na lista de torrents na janela principal

source: Default sort column in torrent list in main window
de: Standard-Sortierspalte in der Torrentliste im Hauptfenster
fr: Colonne de tri par défaut de la liste des torrents de la fenêtre principale
it: Colonna predefinita di smistamento nella lista torrent nella finestra principale
ko: 메인 창에 있는 torrent 목록의 디폴트 정렬 칼럼
pt_br: Coluna de classificação padrão na lista de torrents na janela principal

source: Default sort order in torrent list in main window
de: Standard-Sortieranordnung in der Torrentliste im Hauptfenster
fr: Ordre de tri par défaut de la liste de torrent de la fenêtre principale
it: Ordine di smistamento predefinito nella lista torrent nella finestra principale
ko: 메인 창에 있는 torrent 목록의 디폴트 정렬 순서
pt_br: Ordem de classificação padrão na lista de torrents na janela principal

source: Whether to show text on the toolbar or not
de: Ob Text in der Werkzeugleiste angezeigt werden soll oder nicht
fr: Affichage ou non du texte de la barre d'outils
it: Se mostrare o meno il testo sulla barra degli strumenti
ko: 툴바에 텍스트 보이기 여부
pt_br: Se deve ser mostrado texto na barra de ferramentas

source: Size in pixels of toolbar icons
de: Pixelgröße der Werkzeugleistensymbole
fr: Taille en pixels des icônes de la barre d'outils
it: Dimensione in pixel delle icone della barra degli strumenti
ko: 툴바 아이콘의 픽셀 크기
pt_br: Tamanho em pixels dos ícones da barra de ferramentas

source: Show details panel on startup
de: Detailfenster beim Startup anzeigen
fr: Afficher le panneau des détails au démarrage
it: Mostrare il pannello dei dettagli all’avvio
ko: 스타트업의 상세 패널 보이기
pt_br: Exibir painel de detalhes na inicialização

source: Which tab in the details panel to show by default
de: Welche Reiter im Detailfenster standardmäßig angezeigt werden sollen
fr: Onglet à afficher par défaut dans le panneau des détails
it: Quale scheda nel pannello dei dettagli mostrare in base alle impostazioni predefinite
ko: 디폴트로 보기 할 상세 패널의 탭
pt_br: Qual guia no painel de detalhes é exibida por padrão

source: Height of the details splitter when it is enabled
de: Höhe der Detail-Splitter, wenn es aktiviert ist
fr: Taille du séparateur de détails lorsqu'il est activé
it: Altezza del frazionatore dei dettagli quando è abilitato
ko: 신호를 분배할 때 상세 분배기의 높이
pt_br: Altura do separador de detalhes quando ativado

source: whether or not to ask for a location to save downloaded files in
de: Ob nach dem Ort, wo die heruntergeladenen Dateien gespeichert werden sollen, gefragt werden soll
fr: demander ou non un emplacement pour enregistrer les fichiers téléchargés
it: se chiedere o meno l’ubicazione in cui salvare i file scaricati
ko: 다운로드한 파일을 저장할 때 위치를 물어볼 지 여부
pt_br: se deve ser solicitado um local para salvar os arquivos com download concluído

source: maximum B/s to upload at
de: Maximum B/s beim Hochladen
fr: nombre maximum d'octets/s montants
it: massimo B/s da cui caricare a
ko: 업로드 할 최대 B/s
pt_br: máximo de B/s para upload em

source: Launch %s when Windows starts
de: %s beim Start von Windows aufrufen
fr: Lancer %s au démarrage de Windows
it: Lanciare %s all'avvio di Windows
ko: Windows를 시작할 때 %s 실행
pt_br: Carregar %s na inicialização do Windows

source: Enforce .torrent file associations on startup
de: .torrent-Datei Assoziierungen beim Startup durchsetzen
fr: Forcer l'association de fichier .torrent au démarrage
it: Imporre le associazioni del file .torrent all’avvio
ko: 스타트업의 .torrent 결합 실행
pt_br: Aplicar associações de arquivos do .torrent na inicialização

source: Icon theme to use
de: Symbol-Thema, das verwendet werden soll
fr: Thème d'icône à utiliser
it: Tema dell’icona da usare
ko: 사용할 아이콘 테마
pt_br: Tema de ícones para usar

source: the maximum number of uploads to allow at once. -1 means a (hopefully) reasonable number based on --max_upload_rate. The automatic values are only sensible when running one torrent at a time.
de: Die maximale Anzahl von Uploads, die auf einmal erlaubt werden. -1 bedeutet eine (hoffentlich) vertretbare Anzahl auf der Grundlage von --max_upload_rate. Die automatischen Werte sind nur wahrnehmbar, wenn nur ein Torrent alleine durchgeführt wird.
fr: le nombre maximum de téléchargements à autoriser simultanément. -1 = nombre raisonnable calculé à partir de --max_upload_rate. Les valeurs automatiques ne s'appliquent que lorsqu'un seul torrent à la fois est exécuté.
it: il numero massimo di upload da permettere contemporaneamente. -1 significa un numero (fiduciosamente) ragionevole basato su – tasso di upload massimo. I valori automatici sono soltanto sensibili quando viene eseguito un torrent alla volta.
ko: 동시에 허용되는 최대 업로드 수. -1은 --max_upload_rate 기반의 이상적인 수입니다. 자동값은 한번에 한 가지 torrent만 실행할 때 민감하게 차이가 납니다.
pt_br: número máximo de uploads permitidos simultaneamente. -1 significa um número (supostamente) razoável com base em --max_upload_rate. Os valores automáticos só são sensíveis quando se executa um torrent de cada vez.

source: local directory where the torrent contents will be saved. The file (single-file torrents) or directory (batch torrents) will be created under this directory using the default name specified in the .torrent file. See also --save_as.
de: Lokales Verzeichnis, in welchem die Torrentinhalte gespeichert werden. Die Datei (Einzel-Datei Torrents) oder das Verzeichnis (Batch Torrents) werden unter diesem Verzeichnis erstellt werden, unter Verwendung des in der .torrent Datei angegebenen Standardnamens. Siehe auch --save_as.
fr: répertoire local dans lequel le torrent sera enregistré. Le fichier (torrent simple) ou répertoire (torrent multiple) sera créé sous ce répertoire en utilisant le nom par défaut indiqué dans le fichier .torrent. Voir également --save_as.
it: la directory locale in cui i contenuti del torrent saranno salvati. Il file (torrent a file singolo) o directory (torrent batch) sarà creato sotto questa directory, usando il nome predefinito specificato nel file .torrent. Vedere anche --save_as.
ko: torrent 콘텐츠가 저장되는 로컬 디렉토리. 파일(단일 파일 torrent) 또는 디렉토리 (배치 torrent)가 .torrent 파일에 지정된 디폴트 이름을 이용하여 로컬 디렉토리 아래에 생성됩니다. --save_as를 참조하십시오.
pt_br: diretório local onde o conteúdo do torrent será salvo. O arquivo (torrents com um único arquivo) ou diretório (torrents em lote) será criado sob este diretório usando o nome padrão especificado no arquivo .torrent. Consulte também --save_as.

source: local directory where the incomplete torrent downloads will be stored until completion. Upon completion, downloads will be moved to the directory specified by --save_as.
de: Lokales Verzeichnis, in welchem die unfertigen Torrent-Downloads bis zur Vervollständigung gespeichert werden. Nach Vervollständigung werden die Downloads in das durch --save_as spezifizierte Verzeichnis verschoben werden.
fr: répertoire local où les téléchargements de torrents incomplets seront stockés jusqu'à leur achèvement, avant d'être déplacés vers le répertoire indiqué par --save_as.
it: la directory locale in cui i download torrent incompleti saranno memorizzati fino al completamento. Al momento del completamento, i download saranno spostati nella directory specificata da --save_as.
ko: 불완전한 torrent 다운로드가 완료될 때까지 저장되는 로컬 디렉토리. 완료되는 경우, 다운로드는 --save_as로 지정된 디렉토리로 이동합니다.
pt_br: diretório local onde os downloads incompletos de torrents serão armazenados até a conclusão. Após a conclusão, os downloads serão movidos para o diretório especificado por --save_as.

source: local directory where the torrents will be saved, using a name determined by --saveas_style. If this is left empty each torrent will be saved under the directory of the corresponding .torrent file
de: Lokales Verzeichnis, in welchem die Torrents gespeichert werden, unter einem Namen, der durch --saveas_style spezifiziert wurde. Wenn dies leer gelassen wird, wird jeder Torrent unter dem Verzeichnis der korrespondierenden .torrent-Datei gespeichert werden.
fr: répertoire local dans lequel les torrents seront enregistrés, en utilisant un nom déterminé par --saveas_style. S'il est vide, chaque torrent sera enregistré dans le répertoire correspondant au fichier .torrent
it: la directory locale in cui i torrent saranno salvati, usando un nome determinato da --saveas_style. Se questa viene lasciata vuota, ciascun torrent sarà salvato sotto la directory del file .torrent corrispondente
ko: --saveas_style로 지정한 이름을 사용하는 torrent가 저장될 로컬 디렉토리. 이 디렉토리가 빈 상태가 되면 각 torrent는 .torrent파일에 대응하는 디렉토리 아래에 저장됩니다
pt_br: diretório local onde os torrents serão salvos, usando um nome determinado por --saveas_style. Se for deixado vazio, cada torrent será salvo sob o diretório do arquivo .torrent correspondente

source: wait this many seconds after noticing a torrent before starting it, to avoid race with tracker
de: Wartezeit in Sekunden; ein Torrent, der bemerkt wurde, sollte erst nach Ablauf dieser Wartezeit gestartet werden, um ein Rennen mit dem Tracker zu vermeiden
fr: délai d'attente (en secondes) de lancement d'un torrent après avoir remarqué sa présence, afin d'éviter une course avec le recenseur
it: attendere questo numero di secondi, dopo aver notificato un torrent, prima di iniziarlo, per evitare conflitti con il tracker
ko: 트렉커의 추적을 피하기 위해 torrent를 시작하기 전 알린 후 수 초간 기다리십시오
pt_br: segundos para aguardar depois de identificar um torrent antes de iniciá-lo, para evitar concorrência com o tracker

source: How to name torrent downloads: 1: use name OF torrent file (minus .torrent); 2: use name encoded IN torrent file; 3: create a directory with name OF torrent file (minus .torrent) and save in that directory using name encoded IN torrent file; 4: if name OF torrent file (minus .torrent) and name encoded IN torrent file are identical, use that name (style 1/2), otherwise create an intermediate directory as in style 3; CAUTION: options 1 and 2 have the ability to overwrite files without warning and may present security issues.
de: So werden torrent-Downloads benannt: 1: Verwenden Sie Namen OF Torrent-Datei (minus .torrent); 2: Verwenden Sie Namen, der IN torrent-Datei kodiert ist; 3: erstellen Sie ein Verzeichnis, mit dem Namen OF torrent file (minus .torrent) und speichern Sie in diesem Verzeichnis unter Verwendung des IN torrent-Datei kodiertem Namen; 4: wenn der Name der OF torrent-Datei (minus .torrent) der Name der kodierten IN torrent-Datei identisch sind, verwenden Sie diesen Namen (style 1/2), ansonsten erstellen Sie ein Zwischenverzeichnis wie in Stil 3; VORSICHT: Optionen 1 und 2 sind in der Lage, Dateien ohne Warnung zu überschreiben und stellen Sicherheitsrisiken dar.
fr: Comment nommer les torrents téléchargés : 1 : utiliser le nom du fichier torrent (sans .torrent) ; 2 : utiliser le nom encodé dans le fichier torrent ; 3 : créer un répertoire nommé comme le fichier torrent (sans .torrent) et enregistrer dans ce répertoire en utilisant le nom encodé dans le fichier torrent ; 4 : si le nom du fichier torrent (sans .torrent) est identique au nom encodé dans le fichier, utiliser ce nom (style 1/2), sinon créer un répertoire intermédiaire similaire à l'option 3 ; ATTENTION : les options 1 et 2 sont à même d'écraser des fichiers sans avertissement et peuvent présenter des problèmes de sécurité.
it: Come chiamare i download torrent: 1: usare il nome DEL file torrent (meno .torrent); 2: usare il nome codificato NEL file torrent; 3: creare una directory con il nome DEL file torrent (meno –torrent) e salvarlo in quella directory usando il nome codificato NEL file torrent; 4: se il nome DEL file torrent (meno .torrent) ed il nome codificato NEL file torrent sono identici, usare tale nome (stile ½), oppure creare una directory intermedia come nello stile 3; AVVISO: le opzioni 1 e 2 hanno la capacità di sovrascrivere file senza preavviso e possono presentare problemi di sicurezza.
ko: 다운로드를 명명하는 방법: 1: torrent 파일(minus .torrent) 이름 사용; 2: torrent파일에서 인코딩된 이름 사용; 3: torrent 파일(minus .torrent) 이름으로 디렉토리를 생성하여 파일에서 인코딩한 이름을 사용하여 이 디렉토리에 저장; 4: torrent 파일(minus .torrent) 이름 및 torrent 파일에서 인코딩한 이름이 동일한 경우 그 이름(스타일 1/2)을 사용합니다. 사용하지 않을 경우, 스타일 3의 중간형 디렉토리를 생성합니다; 주의: 옵션 1 및 2는 경고없이 파일을 덮어 쓰기 할 수 있고 보안 문제를 유발할 수 있습니다.
pt_br: Como nomear downloads de torrents: 1: usar o nome DO arquivo de torrent (menos .torrent); 2: usar o nome codificado NO arquivo do torrent; 3: criar um diretório com o nome DO arquivo de torrent (menos .torrent) e salvar no diretório usando o nome codificado NO arquivo de torrent; 4: se o nome DO arquivo de torrent (menos .torrent) e o nome codificado NO arquivo de torrent forem idênticos, use esse nome (estilo 1/2), caso contrário, crie um diretório intermediário como no estilo 3; CUIDADO: as opções 1 e 2 substituem arquivos sem aviso e podem apresentar questões de segurança.

source: whether to display the full path or the torrent contents for each torrent
de: Ob der vollständige Pfad angezeigt werden soll oder die Torrentinhalte für jeden Torrent
fr: affichage du non le chemin complet ou du contenu du torrent pour chaque torrent
it: se visualizzare l'intero percorso o i contenuti del torrent per ciascun torrent
ko: 각 torrent를 위한 전체 경로 또는 torrent 콘텐츠 표시 여부
pt_br: se o caminho completo ou o conteúdo do torrent deve ser exibido para cada torrent

source: directory to look for .torrent files (semi-recursive)
de: Verzeichnis, in dem nach .torrent-Dateien gesucht werden soll (halb-rekursiv)
fr: répertoire où rechercher des fichiers .torrent (semi-récursif)
it: directory da cercare per i file .torrent (semi-ricorsivo)
ko: .torrent 파일 검색용 디렉토리(반 반복적)
pt_br: diretório para procurar arquivos .torrent (semi-recursivo)

source: file name (for single-file torrents) or directory name (for batch torrents) to save the torrent as, overriding the default name in the torrent. See also --save_in
de: Dateiname (für Einzel-Datei-Torrents) oder Verzeichnisname (für Batch Torrents), in welchem der Torrent gespeichert werden soll, den STandardnamen im Torrent überschreibend. Siehe auch --save_in
fr: nom de fichier (pour les torrents simples) ou nom de répertoire (pour les torrents multiples) sous lequel enregistrer le torrent, outrepassant le nom par défaut du torrent. Voir aussi --save_in
it: nome del file (per torrent a file singolo) o nome della directory (per torrent batch) in cui salvare il torrent, sovrascrivendo il nome predefinito nel torrent. Vedere anche --save_in
ko: torrent의 디폴트 이름을 덮어 쓰는 torrent를 저장하기 위한 파일 이름(단일 파일 torrent용) 또는 디렉토리 이름(배치 torrent용). --save_in을 참조하십시오
pt_br: nome de arquivo (para torrents com um único arquivo) ou nome de diretório (para torrents em lote) para salvar o torrent, substituindo o nome padrão no torrent. Consulte também --save_in

source: whether to display diagnostic info to stdout
de: Ob diagnostische Info zu stdout angezeigt werden soll
fr: affichage des infos de diagnostic vers stdout
it: se visualizzare o meno le informazioni diagnostiche in stdout
ko: stdout에 대한 진단 정보 표시 여부
pt_br: se as informações de diagnóstico devem ser exibidas em stdout

source: seconds between updates of displayed information
de: Sekunden zwischen Aktualisierungen der angezeigten Informationen
fr: secondes entre deux mises à jour des informations affichées
it: secondi tra i vari aggiornamenti delle informazioni visualizzate
ko: 표시 정보의 업데이트에 걸리는 시간(초)
pt_br: segundos entre atualizações das informações exibidas

source: optional human-readable title for entire .torrent
de: Optional menschlich-lesbarer Titel für gesamten .torrent
fr: titre intelligible optionnel pour le .torrent entier
it: titolo opzionale in chiaro per l’intero .torrent
ko: 전체 .torrent용 옵션형 사람 가독형 타이틀
pt_br: título opcional legível por humanos para o .torrent inteiro

source: optional human-readable comment to put in .torrent
de: Optional menschlich-lesbarer Kommentar, der in .torrent eingefügt werden soll
fr: commentaire intelligible optionnel à placer dans le .torrent
it: commento opzionale in chiaro da inserire in .torrent
ko: .torrent에 입력하기 위한 옵션형 사람 가독형 주석
pt_br: comentário opcional legível por humanos para incluir no .torrent

source: which power of two to set the piece size to, 0 means pick a good piece size
de: Auf welche der zwei zur Auswahl stehenden Stärken die Teil-Stärke festgesetzt werden soll, 0 bedeutet nehmen Sie eine gute Stückgröße
fr: à quelle puissance de deux régler la taille des blocs, 0 = grande taille
it: quale potenza di due in base alla quale impostare la dimensione del pezzo, 0 significa la scelta di una buona dimensione di pezzo
ko: 피이스 크기를 설정하기 위한 두가지 파워. 0은 적절한 피이스 크기 선택을 의미합니다.
pt_br: qual poder de dois para definir o tamanho da peça, 0 significa escolher um bom tamanho de peça

source: default tracker name
de: Standard Tracker-Name
fr: nom du recenseur par défaut
it: nome del tracker predefinito
ko: 디폴트 트렉커 이름
pt_br: nome do tracker padrão

source: if false then make a trackerless torrent, instead of announce URL, use reliable node in form of <ip>:<port> or an empty string to pull some nodes from your routing table
de: Wenn falsch, dann erstellen Sie einen trackerlosen Torrent, anstatt die URL zu benennen, verwenden Sie verlässlichen Knotenpunkt von <ip>:<port> oder eine leere Zeichenkette, um einige Knotenpunkte von Ihrem Routing-Table zu ziehen
fr: si faux, créer un torrent sans recenseur, au lieu d'une URL d'annonce, utiliser un nœud fiable de la forme <ip>:<port> ou une chaîne vide pour tirer des nœuds de votre table de routage
it: se falso quindi effettuare un torrent senza tracker, invece di URL di annuncio, e usare il nodo affidabile nella forma di: o una stringa vuota per tirare alcuni nodi dalla tabella di routing
ko: 거짓인 경우 아나운스 URL 대신 트렉커 없는 torrent를 만든 다음 <ip>:<port> 형태의 신뢰성 있는 노드 또는 경로표에서 노드를 끌어 내는 빈 문자열을 사용하십시오
pt_br: se falso, criar um torrent sem tracker, em vez do URL de anúncio, usar o nó confiável na forma de <ip>:<porta> ou uma seqüência vazia para extrair alguns nós de sua tabela de roteamento

source: directory under which variable data such as fastresume information and GUI state is saved. Defaults to subdirectory 'data' of the bittorrent config directory.
de: Verzeichnis in welchem veränderbare Daten wie beispielsweise fastresume Information und GUI Zustand gespeichert werden. Standardmäßig unter Unterverzeichnis 'Daten' des Bittorrent Konfig-Verzeichnis.
fr: répertoire contenant les données variables telles que les informations de redémarrage rapide et l'état de l'interface utilisateur. Il s'agit par défaut du sous-répertoire « data » du répertoire de configuration de BitTorrent.
it: directory sotto la quale dati variabili, come le informazioni di ripresarapida e lo stato GUI, sono state salvati. Utilizza la sottodirectory ‘dati’ come directory di configurazione bittorrent.
ko: fastresume 정보 및 GUI 상태와 같은 다양한 데이터가 저장된 디렉토리. bittorrent config 디렉토리의 하위 디렉토리 '데이터' 에 대한 디폴트.
pt_br: diretório sob o qual os dados de variáveis como informações de fastresume e estado de GUI são salvos. O padrão é o subdiretório 'data' do diretório config do bittorrent.
