Repository: krattai/AEBL
Catalog: archive/blades/BitTorrent-5.2.2/po/*.po
Languages: de, fr, it, ko, pt_br

source: told file complete on start-up, but piece failed hash check
de: Datei vollständig beim Starten, aber Stück hat Hash-Test nicht bestanden
fr: fichier dit complet au démarrage, mais échec de la vérification du hachage du bloc
it: file detto completo all’avvio, ma il pezzo non ha superato il controllo hash
ko: 스타트-업에서 파일 완료. 그러나 해쉬 확인에 실패한 피이스가 있음
pt_br: conclusão de arquivo informada na inicialização, mas a peça não passou na verificação de hash

source: Initial startup
de: Erststart
fr: Démarrage inital
it: Avvio iniziale
ko: 초기 스타트업
pt_br: Inicialização inicial

source: Could not load fastresume data: %s
de: Fastresume Daten: %s konnten nicht geladen werden
fr: Chargement impossible des données de reprise rapide : %s
it: Impossibile caricare i dati di ripresarapida: %s
ko: fastresume 데이터를 로드할 수 없음: %s
pt_br: Não foi possível carregar dados de fastresume: %s

source: Will perform full hash check.
de: Vollständiger Hash-Check wird ausgeführt.
fr: Une vérification complète du hachage sera effectuée.
it: Effettuerà un controllo hash intero.
ko: 전체 해쉬 확인을 수행합니다.
pt_br: Executará verificação de hash completa.

source: piece %d failed hash check, re-downloading it
de: Teilstück %d beim Hash-Test durchgefallen, wird erneut heruntergeladen
fr: échec de la vérification du hachage de la pièce %d, nouveau téléchargement en cours
it: il pezzo %d non ha superato il controllo hash, in fase di nuovo download
ko: %d 피이스의 해쉬 확인에 실패하여 다시 다운로드 합니다
pt_br: a peça %d não passou na verificação de hash, novo download

source: Attempt to download a trackerless torrent with trackerless client turned off.
de: Versuch, einen trackerlosen Torrent mit trackerlosem Client herunterzuladen, wurde abgeschaltet.
fr: Tentative de téléchargement d'un torrent sans recenseur avec un client dont cette fonctionnalité est désactivée.
it: Tentativo di scaricare un torrent senza tracker con un client senza tracker spento.
ko: 트렉커 없는 클라이언트가 꺼진 상태에서 트렉커없는 torrent를 다운로드 합니다.
pt_br: Tentativa de fazer download de um torrent sem tracker com cliente sem tracker desativada.

source: downloading
de: Herunterladen
fr: téléchargement en cours
it: in corso di scaricamento
ko: 다운로딩
pt_br: fazendo download

source: stopped
de: gestoppt
fr: interrompu
it: interrotto
ko: 중지
pt_br: interrompido

source: download failed:
de: Download fehlgeschlagen:
fr: échec du téléchargement :
it: download non riuscito:
ko: 다운로드 실패:
pt_br: falha no download:

source: IO Error: No space left on disk, or cannot create a file that large
de: IO Fehler: Kein Platz mehr auf Datenträger vorhanden, oder Dateien dieser Größe können nicht erzeugt werden
fr: Erreur d'E/S : plus d'espace sur le disque ou impossible de créer un fichier de cette taille
it: Errore IO: Nessuno spazio è rimasto sul disco o non è possibile creare un file così grande
ko: IO 오류: 디스크에 공간이 없거나 너무 큰 파일을 생성할 수 없습니다
pt_br: Erro de IO: Não há espaço no disco ou não é possível criar um arquivo desse tamanho

source: killed by IO error:
de: Beendet durch IO Fehler:
fr: échec dû à une erreur d'E/S :
it: interrotto da errore IO:
ko: IO 오류로 중단됨:
pt_br: eliminado por erro de IO:

source: killed by OS error:
de: Beendet durch OS Fehler:
fr: échec dû à une erreur de l'OS :
it: interrotto da errore OS:
ko: OS 오류로 중단됨:
pt_br: eliminado por erro de SO:

source: killed by internal exception:
de: Beendet durch interne Ausnahme:
fr: échec du à une exception interne :
it: interrotto da eccezione interna:
ko: 내부 예외 사항으로 중단됨:
pt_br: eliminado por exceção interna:

source: Additional error when closing down due to error:
de: Zusätzlicher Fehler beim Schließen durch Fehler:
fr: Erreur supplémentaire à la fermeture à cause d'une erreur :
it: Errore supplementare quando si chiude a causa di errore:
ko: 오류로 인해 종료될 때 추가 오류 발생:
pt_br: Erro adicional ao fechar devido a erro:

source: Error regarding "%s":
de: Fehler bezüglich "%s":
fr: Erreur concernant « %s » :
ko: "%s"(와)과 관련된 오류:
pt_br: Erro relacionado a "%s":

source: seeding
fr: essaimage
ko: 시딩
pt_br: semeando

source: Could not write fastresume data:
de: Fastresume Daten konnten nicht geschrieben werden:
fr: Écriture impossible des données de reprise rapide :
it: Impossibile scrivere i dati di ripresarapida:
ko: fastresume 데이터를 쓰기할 수 없음:
pt_br: Não foi possível gravar dados de fastresume:

source: %d days
de: %d Tage
fr: %d jours
it: %d giorni
ko: %d 일
pt_br: %d dias

source: 1 day %d hours
de: 1 Tag %d Stunden
fr: 1 jour %d heures
it: 1 giorno %d ore
ko: 1 일 %d 시간
pt_br: 1 dia %d horas

source: %d:%02d hours
de: %d:%02d Stunden
fr: %d:%02d heures
it: %d:%02d ore
ko: %d:%02d 시간
pt_br: %d:%02d horas

source: %d:%02d minutes
de: %d:%02d Minuten
it: %d:%02d minuti
ko: %d:%02d 분
pt_br: %d:%02d minutos

source: %d seconds
de: %d Sekunden
fr: %d secondes
it: %d secondi
ko: %d 초
pt_br: %d segundos

source: 0 seconds
de: 0 Sekunden
fr: 0 seconde
it: 0 secondi
ko: 0 초
pt_br: 0 segundos

source: drive
de: Laufwerk
fr: lecteur
it: unità disco
ko: 구동
pt_br: unidade

source: volume
de: Volumen
ko: 볼륨

source: disk
de: Datenträger
fr: disque
it: disco
ko: 디스크
pt_br: disco

source: Starting
de: Starten
fr: Démarrage
it: Avvio
ko: 시작하기
pt_br: Iniciando

source: Queued
de: In Warteschlange
fr: En file d'attente
it: In coda
ko: 대기하기
pt_br: Em fila

source: Complete
de: Vollständig
fr: Terminé
it: Completo
ko: 완료
pt_br: Concluído

source: Downloading
de: Wird heruntergeladen
fr: Téléchargement en cours
it: In corso di scaricamento
ko: 다운로딩
pt_br: Download

source: Seeding
fr: Essaimage
ko: 시딩
pt_br: Semeadura

source: Finishing
de: Wird beendet
fr: Clôture
it: Finisce
ko: 끝내기
pt_br: Finalizando

source: Error
de: Fehler
fr: Erreur
it: Errore
ko: 오류
pt_br: Erro

source: Torrent already on disk.
de: Torrent bereits auf Datenträger.
fr: Torrent déjà sur le disque.
it: Torrent già sul disco.
ko: Torrent가 이미 디스크에 있습니다.
pt_br: O torrent já existe no disco.

source: Torrent already created and under control of the seed.
de: Torrent bereits erstellt und vom Seed gesteuert.
fr: Torrent déjà créé et sous contrôle du semeur.
it: Torrent già creato e sotto controllo del seed.
ko: Torrent기 이미 생성되어 시드 제어 하에 있습니다.
pt_br: O torrent já foi criado e está sob controle do semente.

source: Unknown Torrent
de: Unbekannter Torrent
fr: Torrent inconnu
it: Torrent Sconosciuto
ko: 알려지지 않은 Torrent
pt_br: Torrent desconhecido

source: Torrent is not running.
de: Torrent läuft nicht.
fr: Le torrent n'est pas en cours.
it: Torrent non in esecuzione.
ko: Torrent가 실행되지 않습니다.
pt_br: O torrent não está funcionando.

source: Torrent shut down failed.
de: Beendigung des Torrents fehlgeschlagen.
fr: Échec de l'arrêt du torrent.
it: Spegnimento del torrent non riuscito.
ko: Torrent 작동 중지에 실패했습니다.
pt_br: Falha na desativação do torrent.

source: Python %s or newer required
de: Python %s oder neuer erforderlich
fr: Nécessite Python %s ou plus récent
it: Necessaria versione Python %s o successiva
ko: Python %s이나 그 이상의 버전 필요
pt_br: Python %s ou superior necessário

source: not a valid bencoded string
de: Kein gültiger benkodierter String
fr: chaîne b encodée non valide
it: non una valida stringa bencoded
ko: 유효한 벤코딩 문자열이 아닙니다
pt_br: não é uma seqüência bencode válida

source: invalid bencoded value (data after valid prefix)
de: Ungültiger benkodierter Wert (Daten nach gültigem Präfix)
fr: valeur b encodée invalide (donnée après un préfixe valide)
it: valore bencoded non valido (dati dopo prefisso valido)
ko: 무효 벤코딩값 (유효 프리픽스 뒤 데이터)
pt_br: valor de bencode inválido (os dados após o prefixo são válidos)

source: bad metainfo - node host must be a string
de: Falsche Metainfo - Knotenhost muss eine Zeichenkette sein
fr: mauvaise métadonnée : le nœud hôte doit être une chaîne
it: metainfo errata – l’host del nodo deve essere una stringa
ko: 불량 메타정보 - 노드 호스트는 문자열이어야 함
pt_br: metainfo incorreta - o host do nó deve ser uma seqüência

source: bad metainfo - node port must be an integer
de: Falsche Metainfo - Knotenport muss eine Ganzzahl sein
fr: mauvaise métadonnée : le port du nœud doit être un nombre entier
it: metainfo errata – la porta dell’host deve essere un numero intero
ko: 불량 메타정보 - 노드 포트는 정수이어야 함
pt_br: metainfo incorreta - a porta do nó deve ser um inteiro

source: bad metainfo - caches entry is not a list
de: Falsche Metainfo - Caches Eingabe ist keine Liste
fr: mauvaise métadonnée : l'entrée de caches n'est pas une liste
it: metainfo errata – l’immissione di cache non è una lista
ko: 불량 메타정보 - 캐시 엔트리는 목록이 아님
pt_br: metainfo incorreta - a entrada de cache não é uma lista

source: bad metainfo - cache entry is not a dict
de: Falsche Metainfo - Cache Eingabe ist kein dict
fr: mauvaise métadonnée : l'entrée de cache n'est pas un dict
it: metainfo errata – l’immissione di cache non è un dict
ko: 불량 메타정보 - 캐시 엔트리는 dict가 아님
pt_br: metainfo incorreta - a entrada de cache não é um dic

source: bad metainfo - cache entry has no domain key
de: Falsche Metainfo - Cache Eingabe hat keinen Domänenschlüssel
fr: mauvaise métadonnée : l'entrée de cache n'a pas de clé de domaine
it: metainfo errata – l’immissione di cache non ha una chiave di dominio
ko: 불량 메타정보 - 캐시 엔트리는 도메인 키가 없음
pt_br: metainfo incorreta - a entrada de cache não tem chave de domínio

source: bad metainfo - cache entry domain not a string
de: Falsche Metainfo - Cache Eingabe Domäne keine Zeichenkette
fr: mauvaise métadonnée : le domaine de l'entrée de cache n'est pas une chaîne
it: metainfo errata – il dominio dell’immissione di cache non è una stringa
ko: 불량 메타정보 - 캐시 엔트리 도메인은 문자열이 없음
pt_br: metainfo incorreta - o domínio da entrada de cache não é uma seqüência

source: bad metainfo - cache entry domain too long
de: Falsche Metainfo - Cache Eingabe Domäne zu lang
fr: mauvaise métadonnée : le domaine de l'entrée de cache est trop long
it: metainfo errata – il dominio dell’immissione di cache è troppo lungo
ko: 불량 메타정보 - 캐시 엔트리 도메인이 너무 김
pt_br: metainfo incorreta - domínio da entrada de cache longo demais

source: bad metainfo - cache entry publisher not a string
de: Falsche Metainfo - Cache Eingabe Veröffentlicher keine Zeichenkette
fr: mauvaise métadonnée : l'éditeur de l'entrée de cache n'est pas une chaîne
it: metainfo errata – l'autore dell'immissione di cache non è una stringa
ko: 불량 메타정보 - 캐시 엔트리의 퍼블리시 프로그램은 문자열이 없음
pt_br: metainfo incorreta - o publicador da entrada de cache não é uma seqüência

source: bad metainfo - cache entry publisher longer than 32 chars
de: Falsche Metainfo - Cache Eingabe Veröffentlicher länger als 32 Zeichen
fr: mauvaise métadonnée : l'éditeur de l'entrée de cache est supérieur à 32 caractères
it: metainfo errata – l'autore dell'immissione di cache è più lungo di 32 caratteri
ko: 불량 메타정보 - 캐시 엔트리의 퍼블리시 프로그램 길이는 32 chars 이상임
pt_br: metainfo incorreta - o publicador da entrada de cache tem mais de 32 caracteres

source: failure reason must be a string
de: Versagensgrund muss eine Zeichenkette sein
fr: la cause de l'échec doit être une chaîne
it: la ragione dell’errore deve essere una stringa
ko: 장애 사유는 문자열이어야 합니다
pt_br: o motivo da falha deve ser uma seqüência

source: warning message must be a string
de: Warnungsmeldung muss eine Zeichenkette sein
fr: le message d'avertissement doit être une chaîne de caractères
it: il messaggio di avvertimento deve essere una stringa
ko: 경고 메시지는 문자열이어야 합니다
pt_br: a mensagem de aviso deve ser uma seqüência

source: invalid entry in peer list - peer info must be a dict
de: Ungültiger Eintrag in Peerliste - Peerinfo muss ein dict sein
fr: entrée invalide dans la liste des pairs : l'information du pair doit être un dict
it: immissione non valida nella lista peer – l’informazione peer deve essere un dict
ko: peer 목록의 무효 엔트리 - peer 정보는 dict이어야 함
pt_br: entrada inválida em lista de pares - info de par deve ser dic

source: invalid entry in peer list - peer ip must be a string
de: Ungültiger Eintrag in Peerliste - Peer IP muss eine Zeichenkette sein
fr: entrée invalide dans la liste des pairs : l'IP du pair doit être une chaîne
it: immissione non valida nella lista peer – l’ip peer deve essere una stringa
ko: peer 목록의 무효 엔트리 - peer ip는 문자열이어야 함
pt_br: entrada inválida em lista de pares - ip de par deve ser uma seqüência

source: invalid entry in peer list - peer port must be an integer
de: Ungültiger Eintrag in Peerliste - Peer-Port muss eine Ganzzahl sein
fr: entrée invalide dans la liste des pairs : le port du pair doit être un entier
it: immissione non valida nella lista peer – la porta peer deve essere un numero intero
ko: peer 목록의 무효 엔트리 - peer 포트는 정수이어야 함
pt_br: entrada inválida em lista de pares - porta de par deve ser um inteiro

source: invalid entry in peer list - invalid peerid
de: Ungültiger Eintrag in Peerliste - ungültige Peer-id
fr: entrée invalide dans la liste des pairs : ID du pair incorrect
it: immissione non valida nella lista peer – id peer non valido
ko: peer 목록의 무효 엔트리 - 무효 peerid
pt_br: entrada inválida em lista de pares - id de par inválida

source: invalid peer list
de: Ungültige Peerliste
fr: liste de pairs incorrecte
it: lista peer non valida
ko: 무효 peer 목록
pt_br: lista de pares inválida

source: invalid announce interval
de: Ungültiges Deklarationsintervall
fr: intervalle d'annonce incorrect
it: intervallo di annuncio non valido
ko: 무효 아나운스 간격
pt_br: intervalo de anúncio inválido

source: invalid min announce interval
de: Ungültiges Min Deklarationsintervall
fr: intervalle minimum d'annonce incorrect
it: intervallo di annuncio min. non valido
ko: 무효 최소 아나운스 간격
pt_br: intervalo de anúncio mínimo inválido

source: invalid tracker id
de: Ungültige Tracker ID
fr: ID de recenseur incorrect
it: id tracker non valido
ko: 무효 트렉커 id
pt_br: id do tracker inválida

source: invalid peer count
de: Ungültige Peer Anzahl
fr: nombre de pairs incorrect
it: conteggio peer non valido
ko: 무효 peer 계수
pt_br: contagem de pares inválida

source: invalid seed count
de: Ungültige Seed Anzahl
fr: nombre de semeurs incorrect
it: conteggio seed non valido
ko: 무효 시드 계수
pt_br: contagem de sementes inválida

source: invalid "last" entry
de: Ungültige "last" Eingabe
fr: entrée « last » incorrecte
it: immissione "ultima" non valida
ko: 무효 "last" 엔트리
pt_br: entrada "last" inválida

source: bad metainfo - not a dictionary
de: Falsche Metainfo - kein Lexikon
fr: mauvaise métadonnée : il ne s'agit pas d'un dictionnaire
it: metainfo errata - non un dizionario
ko: 불량 메타정보 - 딕셔너리가 아님
pt_br: metainfo incorreta - não é um dicionário

source: bad metainfo - bad pieces key
de: Falsche Metainfo - falsche Teile Schlüssel
fr: mauvaise métadonnée : mauvaise clé de bloc
it: metainfo errata – chiave dei pezzi errata
ko: 불량 메타정보 - 불량 피이스 키
pt_br: metainfo incorreta - chave de peças incorreta

source: bad metainfo - illegal piece length
de: Falsche Metainfo - illegale Stück-Länge
fr: mauvaise métadonnée : longueur de bloc interdite
it: metainfo errata – lunghezza del pezzo illegale
ko: 불량 메타정보 - 부적합한 피이스 길이
pt_br: metainfo incorreta - comprimento de peça ilegal

source: bad metainfo - bad name
de: Falsche Metainfo - falscher Name
fr: mauvaise métadonnée : nom incorrect
it: metainfo errata – nome errato
ko: 불량 메타정보 - 불량 이름
pt_br: metainfo incorreta - nome incorreto

source: single/multiple file mix
de: Einfacher/mehrfacher Dateimix
fr: mélange de fichiers simples/multiples
it: missaggio di file singolo/multiplo
ko: 단일/다중 파일 혼합
pt_br: mix de arquivos simples/múltiplo

source: bad metainfo - bad length
de: Falsche Metainfo - falsche Länge
fr: mauvaise métadonnée : longueur incorrecte
it: metainfo errata – lunghezza errata
ko: 불량 메타정보 - 불량 길이
pt_br: metainfo incorreta - comprimento incorreto

source: bad metainfo - "files" is not a list of files
de: Falsche Metainfo - "files" ist keine Liste von Dateien
fr: mauvaise métadonnée : « files » n'est pas une liste de fichiers
it: metainfo errata - "file" non è una lista di file
ko: 불량 메타정보 - "files"는 파일 목록이 아님
pt_br: metainfo incorreta - "files" não é uma lista de arquivos

source: bad metainfo - file entry must be a dict
de: Falsche Metainfo - Dateieingabe muss ein dict sein
fr: mauvaise métadonnée : l'entrée de fichier doit être un dict
it: metainfo errata – immissione di file deve essere un dict
ko: 불량 메타정보- 파일 엔트리는 dict이어야 함
pt_br: metainfo incorreta - a entrada de arquivo deve ser um dic

source: bad metainfo - bad path
de: Falsche Metainfo - schlechter Pfad
fr: mauvaise métadonnée : chemin incorrect
it: metainfo errata – percorso errato
ko: 불량 메타정보 - 불량 경로
pt_br: metainfo incorreta - caminho incorreto

source: bad metainfo - bad path dir
de: Falsche Metainfo - falscher Pfad Verz
fr: mauvaise métadonnée : chemin de répertoire incorrect
it: metainfo errata – dir. percorso errata
ko: 불량 메타정보 - 불량 경로 dir
pt_br: metainfo incorreta - dir de caminho incorreto

source: path %s disallowed for security reasons
de: Pfad %s aus Sicherheitsgründen nicht erlaubt
fr: chemin %s refusé pour raison de sécurité
it: percorso %s negato per questioni di sicurezza
ko: 보안을 이유로 허용되지 않은 경로 %s
pt_br: caminho %s proibido por motivo de segurança

source: bad metainfo - duplicate path
de: Falsche Metainfo - doppelter Pfad
fr: mauvaise métadonnée : chemin dupliqué
it: metainfo errata – percorso duplicato
ko: 불량 메타정보 - 중복 경로
pt_br: metainfo incorreta - caminho duplicado

source: bad metainfo - name used as bothfile and subdirectory name
de: Falsche Metainfo - Name sowohl als Datei- als auch Unterverzeichnisname verwendet
fr: mauvaise métadonnée : nom utilisé à la fois comme fichier et sous-répertoire
it: Metainfo errata – nome usato sia come bothfile che come nome di sottodirectory
ko: 불량 메타정보 - 양쪽 파일 및 하위 디렉토리 이름으로 사용된 이름
pt_br: metainfo incorreta - nome usado como nome de arquivo e subdiretório

source: bad metainfo - wrong object type
de: Falsche Metainfo - falscher Objekttyp
fr: mauvaise métadonnée : type d'objet incorrect
it: metainfo errata – tipo di oggetto errato
ko: 불량 메타정보 - 잘못된 객체 유형
pt_br: metainfo incorreta - tipo de objeto errado

source: bad metainfo - no announce URL string
de: Falsche Metainfo - keine URL Zeichenkette deklariert
fr: mauvaise métadonnée : il ne s'agits apas chaîne d'URL d'annonce
it: metainfo errata – nessuna stringa URL di annuncio
ko: 불량 메타정보 - 아나운스 URL 문자열이 아님
pt_br: metainfo incorreta - não é seqüência de URL de anúncio

source: bad metainfo - bad title - should be a string
de: Falsche Metainfo - falscher Titel - sollte eine Zeichenkette sein
fr: mauvaise métadonnée : titre incorrect, doit être une chaîne de caractères
it: metainfo errata – titolo errato – deve essere una stringa
ko: 불량 메타정보 - 불량 타이틀 - 문자열이어야 함
pt_br: metainfo incorreta - título incorreto - deveria ser uma seqüência

source: bad metainfo - node is not a list
de: Falsche Metainfo - Knoten ist keine Liste
fr: mauvaise métadonnée : le nœud n'est pas une liste
it: metainfo errata – il nodo non è una lista
ko: 불량 메타정보 - 노드는 목록이 아님
pt_br: metainfo incorreta - o nó não é uma lista

source: bad metainfo - node list must have only two elements
de: Falsche Metainfo - Knotenliste darf nur zwei Elemente besitzen
fr: mauvaise métadonnée : la liste de nœuds doit contenir seulement deux éléments
it: metainfo errata – la lista del nodo deve avere soltanto due elementi
ko: 불량 메타정보 - 노드 목록은 두 가지 요소만 가져야 함
pt_br: metainfo incorreta - a lista de nós deve ter apenas dois elementos

source: Could not permanently save options:
de: Konnte Optionen nicht dauerhaft speichern:
fr: Sauvegarde permanente des options impossible :
it: Impossibile salvare le opzioni permanentemente:
ko: 다음과 같이 옵션을 영구 저장할 수 없습니다.
pt_br: Não foi possível salvar as opções de forma permanente:

source: Error reading config file. Old config file stored in "%s"
de: Fehler beim Lesen der Konfig.-Datei. Alte Konfig.-Datei gespeichert in "%s"
fr: Erreur à la lecture du fichier de configuration. L'ancienne configuration a été stockée dans « %s »
it: Errore di lettura del file della config. Vecchio file di config memorizzato in "%s"
ko: config 파일을 읽는 동안 오류가 발생했습니다. "%s"에 기존 config 파일 저장
pt_br: Erro ao ler arquivo config. Arquivo config antigo armazenado em "%s"

source: Configuration option mismatch: '%s'
de: Konfigurationsoptionskonflikt: '%s'
fr: Option de configuration incorrecte : « %s »
it: Discordanza opzione configurazione: '%s'
ko: 구성 옵션 불일치: '%s'
pt_br: Má combinação da opção de configuração: '%s'

source: You must quit %s and reinstall it. (%s)
de: Sie müssen %s beenden und neu installieren. (%s)
fr: Vous devez fermer et réinstaller %s. (%s)
it: È necessario uscire da %s e reinstallarlo. (%s)
ko: %s을(를) 중단하고 다시 설치해야 합니다. (%s)
pt_br: Você deve encerrar o %s e reinstalar. (%s)

source: Start the XMLRPC interface on the specified port. This XML-RPC-based RPC allows a remote program to control the client to enable automated hosting, conformance testing, and benchmarking.
de: XMLRPC Schnittstelle am angegebenen Port starten. Diese XML-RPC-basierte RPC erlaubt einem Programm, den Client für automatisches Hosting, Übereinstimmungsprüfungen und Benchmarking aus der Ferne zu steuern.
fr: Démarre l'interface XMLRPC sur le port indiqué. Ce RPC basé sur XMLRPC autorise un programme distant à contrôler le client pour activer l'hébergement automatique, le test de conformité et les mesures de performance.
it: Avviare l’interfaccia XMLRPC sulla porta specificata Questo RPC basato su XML-RPC permette ad un programma remoto di controllare il client per attivare l’hosting automatizzato, il test della conformità ed il benchmarking.
ko: 지정된 포트에서 XMLRPC 인터페이스를 시작합니다. 이 XML-RPC-기반 RPC를 통해 원격 프로그램은 자동 호스팅, 적합성 시험 및 벤치마킹을 사용하는 클라이언트를 제어할 수 있습니다.
pt_br: Iniciar a interface XMLRPC na porta especificada. Este RPC baseado em XML-RPC permite que um programa remoto controle o cliente para habilitar hosting automático, teste de conformidade e benchmarking.

source: number of seconds to pause between sending keepalives
de: Anzahl von Sekunden, die zwischen dem Senden von Keepalives verstreichen sollen
fr: nombre de secondes entre les envois de messages de maintien de connexion
it: numero di secondi di pausa tra i vari invii di keepalive
ko: keepalives를 송신하는 사이 일시중지 하기 위한 시간(초) 수
pt_br: número de segundos de pausa entre o envio de keepalives

source: how many bytes to query for per request.
de: Wieviele Bytes pro Anfrage anzufragen sind.
fr: nombre d'octets à demander par demande.
it: il numero di byte della query per ciascuna richiesta.
ko: 각 요구당 질의에 대한 바이트 수.
pt_br: quantos bytes consultar por solicitação.

source: maximum length prefix encoding you'll accept over the wire - larger values get the connection dropped.
de: Maximum-Länge Präfix Kodierung, die Sie über die Verbindung akzeptieren - größere Werte lassen die Verbindung abbrechen.
fr: longueur maximale d'encodage du préfixe autorisée via le réseau (les valeurs supérieures interrompent la connexion).
it: lunghezza massima di codificazione del prefisso che si accetterà sul filo – valori più grandi lasceranno cadere la connessione.
ko: 통신선에서 수신할 때 인코딩하는 최대 길이 프리픽스 - 값이 더 크면 연결 되지 않음.
pt_br: codificação de prefixo de comprimento máximo que você aceitará pela transmissão - valores maiores derrubam a conexão.

source: seconds to wait between closing sockets which nothing has been received on
de: Sekunden, die zwischen dem Schließen der Sockets abgewartet werden sollen, auf denen nichts emfangen worden ist
fr: secondes entre la fermeture des sockets sur lesquels rien n'a été reçu
it: secondi da attendere tra le chiusure dei socket quando non è stato ricevuto niente
ko: 수신 신호가 없는 소켓을 닫는 데 걸리는 시간(초)
pt_br: segundos para esperar antes de fechar os soquetes onde nada foi recebido
