Repository: krattai/AEBL
Catalog: archive/blades/BitTorrent-5.2.2/po/*.po
Languages: de, fr, it, ko, pt_br

source: Could not acquire global mutex lock for controlsocket file!
de: Konnte kein Global Mutex Lock für Controlsocket-Datei erhalten!
fr: Impossible d'obtenir le verrouillage du mutex global pour le fichier du socket de contrôle !
it: Impossibile acquisire un blocco mutex globale per il file del socket di controllo!
ko: 제어 소켓 파일을 위한 글로벌 상호 배타 객체 락을 획득할 수 없습니다!
pt_br: Não foi possível adquirir bloqueio de mutex global para arquivo de soquete de controle!

source: A previous instance of BT was not cleaned up properly. Continuing.
de: Eine vorherige Instanz von BT wurde nicht ordnungsgemäß abgebaut. Fortfahren.
fr: Une instance précédente de BT n'a pas été terminée correctement. Reprise.
it: Un'istanza precedente di BT non è stata pulita correttamente. Continua.
ko: BT의 이전 인스턴스를 제대로 정정하지 않았습니다. 계속하기.
pt_br: Uma instância anterior do BT não foi limpa corretamente. Continuando.

source: Another instance of BT is running, but "%s" does not exist.
de: Eine andere Instanz von BT läuft, aber "%s" existiert nicht.
fr: Une autre instance de BT est en cours, mais « %s » n'existe pas.
it: Un’altra istanza di BT è in esecuzione, ma "%s" non esiste.
ko: BT의 다른 인스턴스가 실행 중이지만 "%s"(이)가 존재하지 않습니다.
pt_br: Outra instância do BT está funcionando, mas "%s" não existe.

source: I'll guess at the port.
de: Ich versuche, das Port zu ermitteln.
fr: Je devinerai au port.
it: Indovinerò alla porta.
ko: 포트에서 추정합니다.
pt_br: Adivinharei na porta.

source: Port found: %d
de: Port gefunden: %d
fr: Port trouvé : %d
it: Porta trovata: %d
ko: 포트 발견: %d
pt_br: Porta encontrada: %d

source: Could not find port.
de: Konnte Port nicht finden.
fr: Impossible de trouver un port.
it: Impossibile trovare porta.
ko: 포트를 발견할 수 없음.
pt_br: Não foi possível encontrar porta.

source: IPC Status: %s
fr: Statut IPC : %s
it: Stato IPC: %s
ko: IPC 상태: %s
pt_br: Estado do IPC: %s

source: maxport less than minport - no ports to check
de: Maxport kleiner als Minport - keine Ports zu testen
fr: port maxi inférieur au port mini : aucun port à vérifier
it: portamax meno di portamin – nessuna porta da controllare
ko: 포트번호의 최대값이 최소값보다 작음 - 확인할 포트 없음
pt_br: maxport inferior a minport - não há portas a verificar

source: Could not open a listening port: %s.
de: Konnte kein Eingangsport öffnen: %s.
fr: Impossible d'ouvrir un port d'écoute : %s.
it: Impossibile aprire una porta di ascolto: %s.
ko: 리스닝 포트를 열 수 없음: %s.
pt_br: Não foi possível abrir uma porta de escuta: %s.

source: Could not open a listening port: %s.
de: Konnte kein Eingangsport öffnen: %s.
fr: Impossible d'ouvrir un port d'écoute : %s.
it: Impossibile aprire una porta di ascolto: %s.
ko: 리스닝 포트를 열 수 없음: %s.
pt_br: Não foi possível abrir uma porta de escuta: %s.

source: Check your port range settings (%s:%s-%s).
de: Überprüfen Sie Ihre Portbereichseinstellungen (%s:%s-%s).
fr: Vérifiez les paramètres de votre plage de ports (%s:%s-%s).
it: Controllare le impostazioni della gamma della porta (%s:%s-%s).
ko: 포트 범위 설정(%s:%s-%s)을 확인합니다.
pt_br: Verifique as configurações de intervalo de portas (%s:%s-%s).

source: This torrent (or one with the same contents) is already running.
de: Dieser Torrent (oder einer mit denselben Inhalten) ist bereits aktiv.
fr: Ce torrent (ou un autre dont le contenu est identique) est déjà en cours d'exécution.
it: Questo torrent (o uno con gli stessi contenuti) è già in esecuzione.
ko: 이 torrent(또는 동일한 컨텐츠를 가진 torrent)가 이미 실행중입니다.
pt_br: Este torrent (ou outro com o mesmo conteúdo) já está em execução.

source: This torrent (or one with the same contents) is already waiting to run.
de: Dieser Torrent (oder einer mit denselben Inhalten) wartet bereits darauf, aktiv zu werden.
fr: Ce torrent (ou un autre dont le contenu est identique) est déjà en attente.
it: Questo torrent (o uno con gli stessi contenuti) è già in attesa di esecuzione.
ko: 이 torrent(또는 동일한 컨텐츠를 가진 torrent)가 이미 실행 대기중입니다.
pt_br: Este torrent (ou outro com o mesmo conteúdo) já está aguardando a execução.

source: Coult not open the torrent config:
de: Konnte die Torrent config nicht öffnen:
fr: Impossible d'ouvrir la configuration du torrent :
it: Impossibile aprire la config. del torrent:
ko: torrent config를 열 수 없음:
pt_br: Não foi possível abrir o config do torrent:

source: Invalid torrent config file
de: Ungültige Torrent config-Datei
fr: Fichier de configuration du torrent non valide
it: File di config. del torrent non valido
ko: 무효 torrent config 파일
pt_br: Arquivo config de torrent inválido

source: Could not save UI state:
de: Konnte UI Zustand nicht speichern:
fr: Impossible d'enregistrer l'état de l'interface utilisateur :
it: Impossibile salvare lo stato UI:
ko: UI 상태를 저장할 수 없음:
pt_br: Não foi possível salvar estado de UI:

source: Invalid state file contents
de: Ungültiger Zustand Dateiinhalte
fr: Contenu du fichier d'état non valide
it: Contenuti del file di stato non validi
ko: 무효 상태 파일 컨텐츠
pt_br: Conteúdo de arquivo de estado inválido

source: Invalid state file (duplicate entry)
de: Ungültiger Zustand Dateiinhalte (duplizierter Eintrag)
fr: Fichier d'état non valide (entrée en double)
it: File di stato non valido (immissione duplicata)
ko: 무효 상태 파일 (중복 엔트리)
pt_br: Conteúdo de arquivo de estado inválido (entrada duplicada)

source: Error reading metainfo file "%s".
de: Lesefehler Metainfo-Datei "%s".
fr: Erreur de lecture du fichier de métadonnées « %s ».
it: Errore nella lettura del file metainfo "%s".
ko: "%s" 메타 정보 파일을 읽는 동안 오류가 발생했습니다.
pt_br: Erro ao ler arquivo metainfo "%s".

source: cannot restore state completely
de: Kann Zustand nicht vollständig speichern
fr: restauration complète de l'état impossible
it: impossibile recuperare completamente lo stato
ko: 상태를 완전히 복구할 수 없습니다
pt_br: não é possível restaurar estado completamente

source: Corrupt data in metainfo "%s", cannot restore torrent.
de: Korrupte Daten in Metainfo "%s", Torrent kann nicht wiederhergestellt werden.
fr: Données corrompues dans les métadonnées « %s », restauration du torrent impossible.
it: Dati corrotti in metainfo "%s", impossibile recuperare il torrent.
ko: "%s" 메타 정보의 손상된 데이터가 torrent를 복구할 수 없습니다.
pt_br: Dados corrompidos no metainfo "%s", não é possível restaurar o torrent.

source: Corrupt data in "%s", cannot restore torrent.
de: Beschädigte Daten in "%s", Torrent kann nicht wiederhergestellt werden.
fr: Données corrompues dans « %s », impossible de restaurer le torrent.
it: Dati corrotti in "%s", impossibile recuperare il torrent.
ko: "%s"의 손상된 데이터가 torrent 를 복구할 수 없습니다.
pt_br: Dados corrompidos em "%s", não é possível restaurar o torrent.

source: (infohash mismatch)
de: (Infohash-Konfikt)
fr: (informations de hashage non concordantes)
it: (discordanza infohash)
ko: (정보 해쉬 불일치)
pt_br: (má combinação do infohash)

source: Invalid state file (bad entry)
de: Zustandsdatei ungültig (falsche Eingabe)
fr: Fichier d'état non valide (entrée incorrecte)
it: File di stato non valido (immissione errata)
ko: 무효 상태 파일 (불량 엔트리)
pt_br: Arquivo de estado inválido (entrada inválida)

source: Bad UI state file
de: Zustandsdatei ungültig
fr: Mauvais fichier d'état de l'interface utilisateur
it: File di stato UI errato
ko: 불량 UI 상태 파일
pt_br: Arquivo de estado de UI inválido

source: Bad UI state file version
de: UI Zustandsdateiversion falsch
fr: Mauvaise version du fichier d'état de l'interface utilisateur
it: Versione del file di stato UI errata
ko: 불량 UI 상태 파일 버전
pt_br: Versão de arquivo de estado de UI inválida

source: Unsupported UI state file version (from newer client version?)
de: UI Zustandsdateiversion nicht unterstützt (von neuer Client-Version?)
fr: Version du fichier d'état de l'interface utilisateur non gérée (provient d'une nouvelle version du client ?)
it: Versione del file di stato UI non supportata (da una versione di client più recente?)
ko: UI 상태 파일 버전을 지원하지 않습니다 (새로운 클라이언트 버전에서?)
pt_br: Versão de arquivo de estado de UI não suportada (de versão de cliente mais recente?)

source: Could not find a suitable temporary location to save the %s %s installer.
de: Zur Speicherung des %s %s Installers konnte keine passende temporäre Stelle gefunden werden.
fr: Impossible de trouver un emplacement temporaire approprié pour enregistrer le programme d'installation %s %s.
it: Impossibile trovare un’ubicazione temporanea idonea in cui salvare l’installatore %s %s.
ko: %s %s 설치 프로그램 저장에 적절한 임시 위치를 찾을 수 없습니다.
pt_br: Não foi possível encontrar um local temporário adequado para salvar o programa de instalação %s %s.

source: No torrent file available for %s %s installer.
de: Für %s %s Installionsprogramm ist keine Torrent-Datei vorhanden.
fr: Aucun fichier torrent disponible pour le programme d'installation %s %s.
it: Nessun file torrent è disponibile per l’installatore %s %s.
ko: %s %s 설치 프로그램에 사용 가능한 torrent 파일이 없습니다.
pt_br: Não há arquivo de torrent disponível para o programa de instalação %s %s.

source: %s %s installer appears to be incomplete, missing, or corrupt.
de: %s %s Installationsprogramm scheint unvollständig, nicht vorhanden, oder beschädigt zu sein.
fr: Le programme d'installation %s %s est incomplet, manquant ou corrompu.
it: l'installer %s %s appare come incompleto, perduto o corrotto.
ko: %s %s 설치 프로그램이 완전하지 않거나 존재하지 않거나 손상된 것 같습니다.
pt_br: O programa de instalação %s %s parece estar incompleto, ausente ou corrompido.

source: Cannot launch installer on this OS
de: Auf diesem Betriebssystem konnte der Installer nicht gestartet werden
fr: Impossible de lancer le programme d'installation sur cet OS
it: Impossibile lanciare l’installatore su questo OS
ko: 이 OS에서 설치 프로그램을 실행할 수 없습니다
pt_br: Não foi possível iniciar o programa de instalação neste SO

source: Could not load saved state:
de: Gespeicherter Zustand konnte nicht geladen werden:
fr: Chargement de l'état enregistré impossible :
it: Impossibile caricare lo stato salvato:
ko: 저장 상태를 로드할 수 없음:
pt_br: Não foi possível carregar estado salvo:

source: Error reading file "%s".
de: Fehler beim Lesen von Datei "%s".
fr: Erreur de lecture du fichier « %s ».
it: Errore nella lettura del file "%s".
ko: "%s" 파일을 읽는 동안 오류가 발생했습니다.
pt_br: Erro ao ler arquivo "%s".

source: Invalid state file contents (dlpath is None)
de: Ungültige Zustandsdateiinhalte (dlpath ist None)
fr: Contenu du fichier d'état non valide (dlpath = None)
it: Contenuti del file di stato non validi (dlpath è Nessuno)
ko: 무효 상태 파일 컨텐츠 (dl경로 없슴)
pt_br: Conteúdo de arquivo de estado inválido (dlpath é Nenhum)

source: Could not delete cached %s file:
de: Konnte cached %s Datei nicht löschen:
fr: Suppression du fichier en cache %s impossible :
it: Impossibile eliminare il file %s cache:
ko: %s 캐쉬 파일을 삭제할 수 없음:
pt_br: Não foi possível excluir arquivo %s em cache:

source: This is not a valid torrent file. (%s)
de: Dies ist keine gültige Torrent-Datei. (%s)
fr: Ceci n'est pas un fichier torrent valide. (%s)
it: Questo non è un file torrent valido. (%s)
ko: 이것은 유효 torrent 파일이 아닙니다. (%s)
pt_br: Este não é um arquivo de torrent válido. (%s)

source: Torrent in unknown state %d
de: Torrent in unbekanntem Zustand %d
fr: Torrent dans un état inconnu %d
it: Torrent in stato sconosciuto %d
ko: 알수 없는 %d 상태의 torrent
pt_br: Torrent em estado desconhecido %d

source: Could not write file
de: Datei konnte nicht geschrieben werden
fr: Écriture du fichier impossible
it: Impossibile scrivere il file
ko: 파일을 쓰기할 수 없습니다
pt_br: Não foi possível gravar arquivo

source: torrent will not be restarted correctly on client restart
de: Bei Neustart des Client wird der Torrent nicht korrekt neugestartet werden
fr: le torrent ne sera pas relancé correctement au redémarrage du client
it: torrent non sarà riavviato correttamente al momento del riavvio del client
ko: torrent가 클라이언트 리스타트에서 다시 시작되지 않습니다
pt_br: o torrent não será reiniciado corretamente quando o cliente reiniciar

source: Can't run more than %d torrents simultaneously. For more info see the FAQ at %s.
de: Es können nicht mehr als %d Torrents gleichzeitig laufen. Für weitere Informationen lesen Sie die FAQs auf %s.
fr: Impossible d'exécuter simultanément plus de %d torrents. Pour plus d'informations, lire la FAQ à %s.
it: Impossibile eseguire più di %d torrent simultaneamente. Per ulteriori informazioni, fare riferimento a DOMANDE FREQUENTI a %s.
ko: 동시에 %d torrent 이상을 실행할 수 없습니다. 정보가 더 필요하면 %s의 FAQ를 참조하십시오.
pt_br: Não é possível executar mais de %d torrents simultaneamente. Para obter mais informações, consulte as perguntas freqüentes em %s.

source: Not starting torrent as there are other torrents waiting to run, and this one already meets the settings for when to stop seeding.
de: Torrent konnte nicht gestartet werden, das andere Torrents darauf warten, ausgeführt zu werden, und dieser erfüllt bereits die Voraussetzungen dafür, nicht mehr zu seeden.
fr: Le torrent ne démarre pas car d'autres torrents sont en attente et il satisfait déjà aux critères d'arrêt de l'essaimage.
it: Nessun torrent in avvio poiché ci sono altri torrent in attesa di esecuzione e questo torrent specifico è conforme alle impostazioni per quando interrompere il seeding.
ko: 다른 torrent가 실행 대기 중일 때 torrent를 시작하지 않습니다. 이 torrent는 시딩을 중지할 경우를 대비해 이미 설정되어 있습니다.
pt_br: O torrent não será iniciado porque há outros torrents aguardando, e este já alcançou as configurações para interromper a semeadura.

source: Not starting torrent as it already meets the settings for when to stop seeding the last completed torrent.
de: Torrent konnte nicht gestartet werden, das dieser bereits die Voraussetzungen dafür erfüllt, nicht mehr zu seeden.
fr: Le torrent ne démarre pas car il satisfait déjà aux critères d'arrêt d'essaimage du dernier torrent terminé.
it: Nessun torrent in avvio poiché è già conforme alle impostazione per quando interrompere il seeding dell’ultimo torrent completato.
ko: 마지막으로 완료된 torrent의 시딩을 중지할 때를 대비해 이미 설정해 둔 바와 같이 torrent를 시작하지 않습니다.
pt_br: O torrent não será iniciado porque já alcançou as configurações para interromper a semeadura do último torrent concluído.

source: connection refused
de: Verbindung abgelehnt
fr: connexion refusée
it: connessione rifiutata
ko: 연결 거부
pt_br: conexão recusada

source: listen_forever() should only be called once per reactor.
de: listen_forever() sollte nur einmal pro Reactor aufgerufen werden.
fr: listen_forever() ne devrait être appelée qu'une seule fois par réacteur.
it: listen_forever() deve essere chiamato una volta per ciascun reattore.
ko: listen_forever()는 리엑터 당 한번만 호출됩니다.
pt_br: listen_forever() só deve ser chamado uma vez por reator.

source: listen_once() might not return until there is activity, and might not process the event you want. Use listen_forever().
de: listen_once() kommt u.U. nicht zurück, bis dass Aktivität stattfindet, und verarbeitet möglicherweise nicht das gewünschte Ereignis. Verwenden Sie listen_forever().
fr: listen_once() ne retourne rien tant qu'il n'y a pas d'activité et ne peut pas traiter l'événement que vous souhaitez. Utilisez listen_forever().
it: listen_once() non può ritornare fino a quando non sarà presente un'attività e potrebbe non processare l'evento che si desidera. Usare listen_forever().
ko: listen_once()는 활동이 있을 때까지 리턴되지 않고 원하는 이벤트를 처리할 수 없습니다. listen_forever()를 사용합니다.
pt_br: listen_once() pode não retornar até que haja atividade e pode não processar o evento desejado. Use listen_forever().

source: Tracker announce still not complete %d seconds after starting it
de: Tracker Erklärung %d Sekunden nach Start immer noch nicht vollständig
fr: L'annonce du recenseur reste incomplète %d secondes après son démarrage
it: Annuncio del tracker non ancora completo %d secondi dopo l’avvio
ko: 트렉커 아나운스는 시작한 지 %d초 후에도 완료되지 않습니다.
pt_br: Anúncio do tracker ainda não concluído %d segundos depois de iniciado

source: Rerequest failed!
de: Erneute Anforderung fehlgeschlagen!
fr: Échec de la nouvelle demande !
it: Nuova richiesta non riuscita!
ko: 재요청 실패!
pt_br: Falha na nova solicitação!

source: Problem resolving config ip (%s), gethostbyname failed - %s
de: Problem config ip (%s) aufzulösen, gethostbyname fehlgeschlagen - %s
fr: Problème lors de la résolution d'IP de configuration (%s), gethostbyname a échoué : %s
it: Problema di risoluzione di (%s) config ip, ethostbyname non riuscito - %s
ko: config ip (%s)를 해결하는 데 문제 발생, gethostbyname 실패 - %s
pt_br: Problema ao resolver ip config (%s), falha em gethostbyname - %s

source: Problem connecting to tracker -
de: Problem mit dem Tracker eine Verbindung herzustellen -
fr: Problème de connexion au recenseur :
it: Problema di connessione al tracker -
ko: 트렉커에 연결하는 데 문제 발생 -
pt_br: Problema ao conectar com o tracker -

source: Aborting the torrent as it could not connect to the tracker while not connected to any peers.
de: Torrent wurde beendet, da keine Verbindung mit dem Tracker aufgebaut werden konnte während keine Verbindung zu anderen Peers bestand.
fr: Abandon du torrent car il ne pouvait pas se connecter au recenseur alors qu'il n'était connecté à aucun pair.
it: Interruzione del torrent poiché non si è potuto connettere al tracker mentre non era collegato ad alcun peer.
ko: 다른 peer에 연결되지 않는 동안 트렉커에 연결할 수 없을 때 torrent 중단
pt_br: Anular o torrent, porque não conseguiu se conectar com o tracker enquanto não estava conectado a pares.

source: bad data from tracker (%s) - %s
de: Falsche Daten vom Tracker (%s) - %s
fr: données du recenseur incorrectes (%s) : %s
it: dati errati dal tracker (%s) - %s
ko: 트렉커(%s)의 불량 데이터 - %s
pt_br: dados inválidos do tracker (%s) - %s

source: rejected by tracker -
de: Vom Tracker abgelehnt -
fr: rejeté par le recenseur :
it: rifiutato dal tracker -
ko: 트렉커에 의한 거부 -
pt_br: rejeitado pelo tracker -

source: warning from tracker -
de: Warnung vom Tracker -
fr: avertissement du recenseur :
it: avviso dal tracker -
ko: 트렉커로부터 경고 -
pt_br: aviso do tracker -

source: Trackerless lookup failed:
de: Trackerloses Nachschlagen fehlgeschlagen:
fr: Échec de la recherche sans recenseur :
it: Ricerca senza tracker non riuscita:
ko: 트렉커가 없는 검색 실패:
pt_br: Falha na procura sem tracker:

source: Paused
de: Angehalten
fr: En pause
it: Pausa
ko: 일시 중지
pt_br: Em pausa

source: No torrents
de: Keine Torrents
fr: Aucun torrent
it: Nessun torrent
ko: torrent 없음
pt_br: Sem torrents

source: Starting up...
de: Startet...
fr: Démarrage...
it: Avvio…
ko: 시작하기...
pt_br: Inicializando...

source: Starting download
de: Startet Download
fr: Démarrage du téléchargement
it: Avvio del download
ko: 다운로드 시작하기
pt_br: Iniciando o download

source: Checking connection...
de: Überprüft Verbindung...
fr: Vérification de la connexion...
it: Controllo della connessione…
ko: 연결 확인하기...
pt_br: Verificando a conexão...

source: Online, checking connection
de: Online, Verbindung wird überprüft
fr: En ligne, vérification de la connexion
it: Online, controllo della connessione
ko: 온라인, 연결 확인하기
pt_br: Online, verificando a conexão

source: Online
fr: En ligne
ko: 온라인

source: Online, running normally
de: Online, läuft normal
fr: En ligne, fonctionnement normal
it: Online, funziona normalmente
ko: 온라인, 일반적인 실행
pt_br: Online, funcionando normalmente

source: Online, maybe firewalled
de: Online, vielleicht hinter Firewall
fr: En ligne, peut-être derrière un pare-feu
it: Online, forse a causa di firewall
ko: 온라인, 방화벽 사용
pt_br: Online, pode estar sob firewall

source: Online, but downloads may be slow due to firewall/NAT
de: Onlne, aber Downloads sind möglicherweise aufgrund von Firewall/NAT langsam
fr: En ligne, mais les téléchargements risque d'être lents à cause d'un pare-feu/NAT
it: Online, ma i download potrebbero essere lenti a causa di firewall/NAT
ko: 온라인, 방화벽/NAT로 인해 다운로드 속도가 느려질 수 있습니다
pt_br: Online, mas os downloads podem ser lentos devido ao firewall/NAT

source: No network connection
de: Keine Netzwerkverbindung
fr: Pas de connexion réseau
it: Nessuna connessione della rete
ko: 네트워크 연결 없음
pt_br: Não há conexão de rede

source: Check network connection
de: Netzwerkverbindung überprüfen
fr: Vérification de la connexion réseau
it: Controllo della connessione al network
ko: 네트워크 연결 확인
pt_br: Verificar conexão de rede

source: File %s belongs to another running torrent
de: Datei %s gehört zu einem anderen Torrent, der ausgeführt wird
fr: Le fichier %s appartient à un autre torrent en cours
it: File %s appartiene ad un altro torrent in esecuzione
ko: %s 파일은 다른 실행 torrent에 속해 있습니다
pt_br: O arquivo %s pertence a outro torrent em execução

source: File %s already exists, but is not a regular file
de: Datei %s existiert bereits, aber ist keine normale Datei
fr: Le fichier %s existe déjà, mais ce n'est pas un fichier normal
it: File %s esiste già, ma non è un file regolare
ko: %s 파일은 이미 존재하나 정규 파일이 아닙니다
pt_br: O arquivo %s já existe, mas não é um arquivo regular

source: Short read (%d of %d) - something truncated files?
de: Lesen unerwarte kurz (%d von %d) - irgendetwas hat die Dateien abgeschnitten?
fr: Lecture courte (%d sur %d) : fichiers tronqués ?
it: Lettura breve (%d of %d) – qualcosa ha troncato i file?
ko: (%d of %d)를 생략해서 읽음 - 파일에 생략된 부분이 있습니까?
pt_br: Leitura rápida (%d de %d) - arquivos truncados?

source: bad data in responsefile - total too small
de: Falsche Daten in Anwortdatei - ingesamt zu klein
fr: données incorrectes dans le fichier-réponse : total trop petit
it: dati errati in filerisposta – totale troppo piccolo
ko: responsefile의 불량 데이터 - 전체 크기가 매우 작음
pt_br: dados incorretos em responsefile - total pequeno demais

source: bad data in responsefile - total too big
de: Falsche Daten in Anwortdatei - ingesamt zu groß
fr: données incorrectes dans le fichier-réponse : total trop grand
it: dati errati in filerisposta – totale troppo grande
ko: responsefile의 불량 데이터 - 전체 크기가 매우 큼
pt_br: dados incorretos em responsefile - total grande demais

source: Unsupported fastresume file format, probably corrupted: %s on (%s)
de: Nicht-unterstütztes Dateiformat, wahrscheinlich beschädigt: %s auf (%s)
fr: Format de fichier de reprise rapide non géré, probablement corrompu : %s sur (%s)
it: Formato di file di ripresarapida non supportato, probabilmente corrotto: %s su (%s)
ko: fastresume 파일 포맷을 지원하지 않고 손상된 것 같음: (%s)에 %s
pt_br: Formato de arquivo fastresume não suportado, provavelmente corrompido: %s em (%s)

source: Unsupported fastresume file format, maybe from another client version?
de: Nicht-unterstütztes fastresume Dateiformat, vielleicht von einer anderen Client-Version?
fr: Format de fichier de reprise rapide non géré, peut-être d'une autre version du client ?
it: Formato di file di ripresarapida non supportato, forse da un'altra versione di client?
ko: 패스트리쥼 파일 포맷을 지원하지 않거나 다른 클라이언트 버젼입니까?
pt_br: Formato de arquivo fastresume não suportado, talvez de outra versão de cliente?

source: Bad fastresume info (truncation at piece %d)
de: Falsche fastresume Info (abgeschnitten beim Stück %d)
fr: Mauvaise information de reprise rapide (troncation au bloc %d)
it: Informazione ripresarapida errata (troncamento nel pezzo %d)
ko: 불량 fastresume 정보 (%d 피이스에서 생략)
pt_br: Info de fastresume incorreta (truncagem na peça %d)

source: Bad fastresume info (illegal value at piece %d)
de: Falsche fastresume Info (unzulässiger Wert beim Stück %d)
fr: Mauvaise information de reprise rapide (valeur interdite au bloc %d)
it: Informazione ripresarapida errata (valore illegale nel pezzo %d)
ko: 불량 fastresume 정보 (%d 피이스에서 부적합한 값)
pt_br: Info de fastresume incorreta (valor ilegal na peça %d)

source: data corrupted on disk - maybe you have two copies running?
de: Daten auf Disk beschädigt - vielleicht laufen zwei Kopien?
fr: données endommagées sur le disque : peut-être avez-vous deux copies exécutées simultanément ?
it: dati corrotti sul disco – forse due copie sono in esecuzione?
ko: 디스크의 손상 데이터 - 두 가지 카피를 동시에 실행하고 있습니까?
pt_br: dados corrompidos no disco - talvez você tenha duas cópias em execução?
