Repository: krattai/AEBL
Catalog: archive/blades/BitTorrent-5.2.2/po/*.po
Languages: de, fr, it, ko, pt_br

source: ISO Language code to use
de: Zu verwendender ISO Sprachcode
fr: Code ISO de la langue à utiliser
it: Codice Lingua ISO da usare
ko: 사용할 ISO 언어 코드
pt_br: Código de idioma ISO a ser usado

source: Starts the application in a debug mode. All settings revert to default except those provided as command-line options. Creates temporary directories for dot, data, incomplete torrents and complete torrents. Allows multiple clients on the same machine to communicate with each other.
de: Startet die Anwendung im Debug-Modus. Alle Einstellungen gehen zurück zu Default außer denen, die als Befehl-Zeilen-Optionen geliefert wurden. Erstellt temporäres Verzeichnis für dot, Daten, unvollständige Torrents und vollständige Torrents. Läßt mehrfache Clients auf demselben Rechner zu, die miteinander kommunizieren.
fr: Démarrage de l'application en mode débogage. Tous les réglages sont réinitialisés par défaut excepté ceux soumis en ligne de commande. Création de répertoires temporaires pour point, données, torrents incomplets et torrents complets. Permet la présence de plusieurs clients sur la même machine pour leur permettre de communiquer entre eux.
it: Avvia l’applicazione in una modalità debug. Tutte le impostazioni ritornano a quella predefinita, eccetto quelle fornite come opzioni della linea-comando. Crea directory temporanee per dot, dati, torrent incompleti e torrent completi. Permette la presenza di client multipli sulla stessa macchina, in modo che possano comunicare l'uno con l'atro.
ko: 디버그 모드에서 응용 프로그램을 시작합니다. 명령 라인 옵션으로 제공된 것을 제외한 모든 설정이 디폴트로 되돌아갑니다. 도트, 데이터, 불완전한 torrent 및 완전한 torrent를 위한 임시 디렉토리를 생성합니다. 다중 클라이어트가 동일한 머신에서 서로 통신할 수 있도록 허용합니다.
pt_br: Inicia o aplicativo em modo de depuração. Todas as configurações retornam aos padrões, exceto as fornecidas como opções de linha de comando. Cria diretórios temporários para dot, dados, torrents incompletos e torrents completos. Permite que vários clientes no mesmo computador se comuniquem entre si.

source: ip to report to the tracker (has no effect unless you are on the same local network as the tracker)
de: ip berichtet dem Tracker (hat keine Auswirkung, es sei denn, Sie sind auf dem gleichen lokalen Netzwerk wie der Tracker)
fr: IP à communiquer au recenseur (n'a aucun effet si vous n'êtes pas sur le même réseau local que le recenseur)
it: ip per riportare al tracker (ha effetto soltanto se si è posizionati sulla stessa rete locale del tracker)
ko: 트렉커(트렉커로서 동일한 로컬 네트워크 상에 있지 않는 경우 영향을 미치지 않음)에 대한 보고를 하기 위한 ip
pt_br: ip para reportar ao tracker (só tem efeito se você e o tracker estiverem na mesma rede local)

source: world-visible port number if it's different from the one the client listens on locally
de: Weltweit sichtbare Port-Nummer, wenn sie unterschiedlich von der ist, die der Client lokal verwendet
fr: numéro du port visible de l'extérieur s'il est différent de celui sur lequel le client écoute localement
it: numero di porta visibile a livello mondiale, se è diversa da quella da cui il client ascolta localmente
ko: 클라이언트가 로컬에서 연결 대기를 하는 것과 다른 경우 월드 비저블 포트 수
pt_br: número de porta invisível para o mundo se for diferente daquela onde o cliente ouve localmente

source: minimum port to listen on, counts up if unavailable
de: Minimum Port, der erreichbar ist, zählt hoch, wenn nicht verfügbar
fr: port d'écoute minimum, incrémenté si indisponible
it: porta minima da cui ascoltare, conta in aumento se non disponibile
ko: 연결 대기하기 위한 최소 포트. 포트를 사용할 수 없는 경우 카운트를 증가시킴
pt_br: porta mínima para ouvir, acréscimo para cima se não estiver disponível

source: maximum port to listen on
de: Maximum Port, der erreichbar ist
fr: port d'écoute maximum
it: porta massima da cui ascoltare
ko: 연결 대기하기 위한 최대 포트
pt_br: porta máxima para ouvir

source: minutes to wait between requesting more peers
de: Wartezeit in Minuten zwischen den Anfragen nach mehr Peers
fr: minutes entre deux demandes d'obtention de pairs supplémentaires
it: minuti da attendere tra una richiesta di peer ulteriori e l’altra
ko: 더 많은 peer를 요청하는데 걸리는 시간(분)
pt_br: minutos para esperar entre a solicitação de mais pares

source: minimum number of peers to not do rerequesting
de: Minimum Anzahl von Peers, die nicht erneut angefragt werden sollen
fr: nombre minimum de pairs pour éviter une nouvelle demande
it: numero minimo di peer da non richiedere nuovamente
ko: 요청하지 않는 peer 의 최소수
pt_br: número mínimo de pares para não fazer nova solicitação

source: number of peers at which to stop initiating new connections
de: Anzahl von Peers, bei der keine neuen Verbindungen mehr aufgenommen werden
fr: nombre de pairs à partir duquel stopper l'initiation de nouvelles connexions
it: numero di peer da cui interrompere l’inizio di nuove connessioni
ko: 새로운 연결의 시작을 중단할 경우 peer 수
pt_br: número de pares para parar de iniciar novas conexões

source: maximum number of connections to allow, after this new incoming connections will be immediately closed
de: Maximal erlaubte Anzahl von Verbindungen, danach werden neue eingehenden Verbindungen umgehend geschlossen
fr: nombre maximum de connexions autorisé ; au delà, les nouvelles connexions entrantes seront immédiatement fermées
it: numero massimo di connessioni da ammettere, dopo il quale le nuove connessioni in arrivo saranno chiuse immediatamente
ko: 들여올 새로운 연결이 즉시 종료된 후 허용되는 최대 연결 수
pt_br: número máximo de conexões permitidas, depois as novas conexões de entrada serão fechadas imediatamente

source: whether to check hashes on disk
de: Ob Hashes auf dem Datenträger überprüft werden sollen
fr: vérification des hachages sur le disque
it: se controllare gli hash sul disco
ko: 디스크의 해쉬 확인 여부
pt_br: se os hashes serão verificados no disco

source: average maximum B/s to download at
de: Durchschnittliches Maximum B/s beim Herunterladen
fr: nombre maximum moyen d'octets/s descendants
it: media massima B/s da cui scaricare a
ko: 다운로드 할 평균 최대 B/s
pt_br: máximo de B/s médio para upload em

source: automatic bandwidth management (Windows only)
de: Automatisches Bandbreiten-Management (Nur Windows)
fr: gestion automatique de la bande passante (Windows uniquement)
it: gestione dell’ampiezza di banda automatica (soltanto Windows)
ko: 자동 대역폭 관리 (Windows 용)
pt_br: gerenciamento de banda automático (somente Windows)

source: the number of uploads to fill out to with extra optimistic unchokes
de: Die Anzahl von auszufüllenden Uploads mit besonders optimistischen Unchokes
fr: le nombre d'envois à desservir avec dépiégeages extra optimistes
it: il numero di upload da riempire con unchoke extra ottimistici
ko: 별도로 정보를 수신하여 수행되는 업로드 수
pt_br: número de uploads para preencher com desobstruções otimistas extras

source: the maximum number of files in a multifile torrent to keep open at a time, 0 means no limit. Used to avoid running out of file descriptors.
de: Die maximale Anzahl von Dateien in einem Multidateien-Torrent, die zeitgleich offen gehalten werden sollen, 0 heißt keine Grenze. Wird verwendet, um zu vermeiden, das Datei Descriptors ausgehen.
fr: le nombre maximum de fichiers dans un torrent multi-fichiers à conserver ouverts simultanément, 0 signifiant sans limite. Utilisé pour éviter de manquer de descripteurs de fichiers.
it: il numero massimo di file in un torrent multifile da mantenere aperto in un dato momento, 0 vuol dire senza limiti. Usato per evitare di rimanere senza descrittori di file.
ko: 한번에 통신선을 열어 두기 위한 다중 파일 torrent의 최대 파일 수, 즉 0은 한계가 없음을 의미합니다. 파일 설명어의 러닝 아웃을 피하기 위하여 사용됩니다.
pt_br: número máximo de arquivos em um torrent com vários arquivos que serão mantidos abertos simultaneamente, 0 significa sem limite. Usado para evitar a falta de descritores de arquivo.

source: Initialize a trackerless client. This must be enabled in order to download trackerless torrents.
de: Einen trackerlosen Clienten initialisieren. Muss eingeschaltet sein, um trackerlose Torrents herunterladen zu können.
fr: Initialiser un client sans recenseur. Doit être activé pour télécharger des torrents sans recenseur.
it: Inizializzare un client senza tracker. Questo deve essere abilitato per poter scaricare i torrent senza tracker.
ko: 트렉커가 없는 클라이언트를 초기화합니다. 트렉커가 없는 torrent를 다운로드하기 위해 이 클라이언트를 사용해야 합니다.
pt_br: Inicializar um cliente sem tracker. Deve ser ativada para fazer download de torrents sem tracker.

source: waiting for hash check
de: Wartet auf Hash-Check
fr: en attente de la vérification du hachage
it: in attesa di controllo hash
ko: 해쉬 확인을 위해 대기중입니다
pt_br: aguardando verificação de hash

source: connecting to peers
de: Verbindung mit Peers wird aufgenommen
fr: connexion aux pairs
it: connessione a peer
ko: peer에 연결
pt_br: conectando com pares

source: Error reading config:
de: Fehler beim Lesen der Konfig:
fr: Erreur de lecture de la configuration :
it: Errore di lettura della config.:
ko: config 파일을 읽는 동안 다음과 같이 오류가 발생했습니다.
pt_br: Erro ao ler config:

source: Rereading config file
de: Config-Datei wird nochmal gelesen
fr: Relecture du fichier de configuration
it: Rilettura del file di configurazione
ko: config 파일 다시 읽기
pt_br: Nova leitura do arquivo config

source: Could not set signal handler:
de: Signal Handler konnte nicht gesetzt werden.
fr: Impossible de régler le gestionnaire de signaux :
it: Impossibile impostare il gestore del segnale:
ko: 신호 구동 프로그램을 설정할 수 없음:
pt_br: Não foi possível definir manipulador de sinal:

source: shutting down
de: herunterfahren
fr: extinction
it: in corso di spegnimento
ko: 작동 중지
pt_br: desligando

source: dropped "%s"
de: "%s" ausgesetzt
fr: « %s » annulé
it: lasciato cadere "%s"
ko: "%s" 누락
pt_br: ignorado(s): "%s"

source: added "%s"
de: "%s" hinzugefügt
fr: « %s » ajouté
it: aggiunto "%s"
ko: "%s" 추가
pt_br: adicionado(s): "%s"

source: Could not convert file/directory name "%s" to Unicode (%s). Either the assumed filesystem encoding "%s" is wrong or the filename contains illegal bytes.
de: Konnte Datei/Verzeichnisname "%s" nicht nach Unicode (%s) konvertieren. Entweder ist die gewählte Dateisystem-Kodierung "%s" falsch, oder der Dateiname enthält unzulässige Zeichen.
fr: Conversion impossible du nom de fichier/répertoire « %s » en Unicode (%s). Soit l'encodage « %s » du système de fichier est faux, soit le nom du fichier contient des octets illégaux.
it: Impossibile convertire il nome "%s" del file/directory su Unicode (%s). O la codificazione del sistema del file presunto "%s" è errata o il nome del file contiene byte illegali.
ko: "%s" 파일/디렉토리 이름은 유니코드(%s)로 전환할 수 없습니다. "%s"(을)를 인코딩한 추정 파일 시스템이 잘못 되었거나 파일이름에 부적합한 바이트가 포함되어 있습니다.
pt_br: Não foi possível converter nome de arquivo/diretório "%s" para Unicode (%s). A codificação de sistema de arquivos "%s" pressuposta está errada ou o nome de arquivo contém bytes ilegais.

source: File/directory name "%s" contains reserved unicode values that do not correspond to characters.
de: Datei/Verzeichnisname "%s" enthält vorbelegte Unicode-Werte, die nicht auf Zeichen abgebildet werden können.
fr: Le nom du fichier/répertoire « %s » contient des valeurs unicode réservées qui ne correspondent pas à des caractères.
it: Nome "%s" del file/directory contiene valori unicode riservati che non corrispondono ai caratteri.
ko: "%s" 파일/디렉토리 이름이 문자와 일치하지 않는 예약된 유니코드 값을 포함합니다.
pt_br: O nome de arquivo/diretório "%s" contém valores unicode reservados que não correspondem a caracteres.

source: You can't specify the name of the .torrent file when generating multiple torrents at once
de: Sie können den Namen der .torrent-Datei nicht angeben, wenn mehrfache Torrents auf einmal erstellt werden
fr: Vous ne pouvez pas préciser le nom du fichier .torrent lorsque vous générez des torrents multiples simultanément
it: Impossibile specificare il nome del file .torrent quando si generano torrent multipli contemporaneamente
ko: 다중 torrent를 동시에 생성할 경우 .torrent 파일의 이름을 지정할 수 없습니다
pt_br: Você não pode especificar o nome do arquivo .torrent ao gerar vários torrents simultaneamente

source: Could not find translation for language "%s"
de: Es konnte keine Übersetzung gefunden werden für die Sprache "%s"
fr: Pas de traduction pour la langue « %s »
it: Impossibile trovare la traduzione per la lingua "%s"
ko: "%s" 언어 번역을 발견할 수 없습니다
pt_br: Não foi possível encontrar tradução para idioma "%s"

source: Couldn't open pid file. Continuing without one.
de: Konnte pid-Datei nicht öffnen. Ohne fortfahren.
fr: Ouverture du fichier pid impossible. Continuation sans celui-ci.
it: Impossibile aprire il file pid. Continua senza uno.
ko: pid 파일을 열 수 없습니다. 파일 없이 계속 작업하기.
pt_br: Não foi possível abrir arquivo pid. Continuando sem o arquivo.

source: unknown option
de: Unbekannte Option
fr: option inconnue
it: opzione sconosciuta
ko: 알려지지 않는 옵션
pt_br: opção desconhecida

source: parameter passed in at end with no value
de: Parameter am Ende ohne Wert übergeben
fr: paramètre passé à la fin sans aucune valeur
it: parametro passato alla fine senza valore
ko: 값이 없는 마지막 매개변수
pt_br: parâmetro passado no fim sem valor

source: command line parsing failed at
de: Parsen der Befehlszeile fehlgeschlagen bei
fr: l'analyse de la ligne de commande a échoué à
it: analisi della linea di comando non riuscita in
ko: 명령 행 구문분석 실패
pt_br: falha na análise de linha de comando em

source: Option %s is required.
de: Option %s ist erforderlich.
fr: L'option %s est requise.
it: Opzione %s è necessaria.
ko: %s 옵션이 필요합니다.
pt_br: A opção %s é obrigatória.

source: Must supply at least %d arguments.
de: Mindestens %d Parameter müssen angegeben werden.
fr: Vous devez fournir au moins %d arguments.
it: Deve fornire almeno %d argomenti.
ko: 적어도 %d의 인수를 제공해야 합니다.
pt_br: Deve fornecer no mínimo %d argumentos.

source: Too many arguments - %d maximum.
de: Zu viele Parameter - %d Maximum.
fr: Trop d'arguments : %d maximum.
it: Troppi argomenti - %d massimo.
ko: 너무 많은 인수 존재 - %d 최대
pt_br: Argumentos em excesso - %d máximo.

source: wrong format of %s - %s
de: Falsches Format von %s - %s
fr: format de %s incorrect : %s
it: formato errato di %s - %s
ko: 잘못된 포맷 %s - %s
pt_br: formato incorreto de %s - %s

source: Usage: %s
de: Verwendung: %s
fr: Utilisation : %s
it: Uso: %s
ko: 사용량: %s
pt_br: Uso: %s

source: OPTIONS
de: OPTIONEN
it: OPZIONI
ko: 옵션
pt_br: OPÇÕES

source: [OPTIONS] [TORRENTFILES]
de: [OPTIONEN] [TORRENTDATEIEN]
fr: [OPTIONS] [FICHIERSTORRENT]
it: [OPZIONI] [FILETORRENT]
ko: [옵션] [TORRENT파일]
pt_br: [OPÇÕES] [ARQUIVOS_DO_TORRENT]

source: [OPTIONS] [TORRENTFILE]
de: [OPTIONEN] [TORRENTDATEI]
fr: [OPTIONS] [FICHIERTORRENT]
it: [OPZIONI] [FILETORRENT]
ko: [옵션] [TORRENT파일]
pt_br: [OPÇÕES] [ARQUIVO_DO_TORRENT]

source: [OPTION] TRACKER_URL FILE [FILE]
de: [OPTIONEN] TRACKER_URL FILE [DATEI]
fr: [OPTION] URL_RECENSEUR FICHIER [FICHIER]
it: [OPZIONE] FILE TRACKER_URL [FILE]
ko: [옵션] 트렉커_URL 파일 [파일]
pt_br: [OPÇÃO] URL_DO_TRACKER ARQUIVO [ARQUIVO]

source: arguments are -
de: Parameter sind -
fr: les arguments sont -
it: argomenti sono -
ko: 인수는 -입니다
pt_br: os argumentos são -

source: (defaults to
de: (Voreinstellung auf
fr: (la valeur par défaut est
it: (prefedinito in
ko: (디폴트
pt_br: (o padrão é

source: **warning** %s is a duplicate torrent for %s
de: **Warnung** %s ist ein duplizierter Torrent für %s
fr: **avertissement** %s est une copie du torrent pour %s
it: **avvertimento ** %s è un torrent duplicato per %s
ko: **경고** %s(은)는 %s의 중복 torrent입니다
pt_br: **aviso** %s é um torrent duplicado de %s

source: **warning** %s has errors
de: **Warnung** %s hat Fehler
fr: **avertissement** %s contient des erreurs
it: **avvertimento** %s ha errori
ko: **경고** %s에 오류가 존재합니다
pt_br: **aviso** %s tem erros

source: ... successful
de: ...erfolgreich
fr: ... avec succès
it: ... riuscito
ko: ... 성공
pt_br: ... bem-sucedido

source: removing %s
de: %s wird entfernt
fr: suppression de %s
it: rimuove %s
ko: %s 제거 중
pt_br: removendo %s

source: done checking
de: Überprüfung beendet
fr: vérification effectuée
it: controllo finito
ko: 완료 확인
pt_br: verificação concluída

source: Could not read directory
de: Verzeichnis konnte nicht gelesen werden
fr: Lecture du répertoire impossible
it: Impossibile leggere la directory
ko: 디렉토리를 읽을 수 없습니다
pt_br: Não foi possível ler diretório

source: Could not stat
de: Stat konnte nicht ermittelt werden
fr: Impossible de lancer stat
it: Impossibile avviare
ko: stat 할 수 없습니다
pt_br: Não foi possível obter estatísticas

source: removing %s (will re-add)
de: %s wird entfernt (wird neu hinzugefügt)
fr: suppression de %s (sera rajouté)
it: rimozione di %s (sarà riaggiunto)
ko: %s 제거 중 (다시 추가)
pt_br: removendo %s (vai readicionar)

source: specified favicon file -- %s -- does not exist.
de: Angegebene favicon Datei-- %s -- existiert nicht.
fr: le fichier favicon indiqué, %s, n'existe pas.
it: file favicon specificato -- %s -- non esiste.
ko: 지정한 favicon 파일 -- %s -- (은)는 존재하지 않습니다.
pt_br: arquivo favicon especificado -- %s -- não existe.

source: statefile %s corrupt; resetting
de: Zustandsdatei %s beschädigt; wird zurückgesetzt
fr: fichier d'état %s corrompu ; réinitialisation
it: file di stato %s corrotto; reimpostazione
ko: %s 상태파일 손상; 재설정하기
pt_br: arquivo de estado %s corrompido; redefinindo

source: # Log Started:
de: # Protokoll gestartet:
fr: # Journal démarré :
it: # Registro Avviato:
ko: # 로그 시작:
pt_br: # Registro iniciado:

source: **warning** could not redirect stdout to log file:
de: **Warnung** konnte stdout nicht zu Protokolldatei umleiten:
fr: **avertissement** impossible de rediriger stdout vers le fichier journal :
it: **avvertimento** impossibile reindirizzare stdout al file log:
ko: **경고** 로그 파일에 stdout를 리다이렉트 할 수 없음:
pt_br: **aviso** não foi possível redirecionar stdout para arquivo de registro:

source: # Log reopened:
de: # Protokoll wieder geöffnet:
fr: # Journal réouvert :
it: # Registro riaperto:
ko: # 로그 다시 열기:
pt_br: # Registro reaberto:

source: ***warning*** could not reopen logfile
de: ***Warnung*** konnte Protokolldatei nicht wieder öffnen
fr: ***avertissement*** réouverture du fichier journal impossible
it: **avvertimento** impossibile riaprire il fileregistro
ko: ***경고*** 로그 파일을 다시 열 수 없습니다
pt_br: ***aviso*** não foi possível reabrir arquivo de registro

source: specific scrape function is not available with this tracker.
de: Besondere Scrape-Funktionen mit diesem Tracker nicht verfügbar.
fr: la fonction scrape spécifique n'est pas disponible avec ce recenseur.
it: funzione scrape specifica non è disponibile con questo tracker.
ko: 지정한 스크랩 함수를 이 트렉커에서 사용할 수 없습니다.
pt_br: a função scrape específica não está disponível com este tracker.

source: full scrape function is not available with this tracker.
de: Vollständige Scrape-Funktion ist mit diesem Tracker nicht verfügbar.
fr: la fonction scrape full n'est pas disponible avec ce recenseur.
it: funzione scrape intera non è disponibile con questo tracker.
ko: 전체 스크랩 함수를 이 트렉커에서 사용할 수 없습니다.
pt_br: a função scrape completa não está disponível com este tracker.

source: get function is not available with this tracker.
de: Get-Funktion ist mit diesem Tracker nicht verfügbar.
fr: la fonction get n'est pas disponible avec ce recenseur.
it: funzione di ottenimento non è disponibile con questo tracker.
ko: get 함수를 이 트렉커에서 사용할 수 없습니다.
pt_br: a função get não está disponível com este tracker.

source: Requested download is not authorized for use with this tracker.
de: Angefordeter Download ist für Verwendung mit diesem Tracker nicht autorisiert.
fr: Le téléchargement demandé n'est pas autorisé avec ce recenseur.
it: Download richiesto non è autorizzato per l’uso con questo tracker.
ko: 요청한 다운로드를 이 트렉커와 함께 사용할 수 없습니다.
pt_br: O download solicitado não foi autorizado para uso com este tracker.

source: error:
de: Fehler:
fr: erreur :
it: errore:
ko: 오류:
pt_br: erro:

source: run with -? for parameter explanations
de: Mit -? für Parametererklärungen ausführen
fr: exécuter avec -? pour des détails sur les paramètres
it: eseguire con -? per spiegazioni del parametro
ko: 매개변수 설명을 위해 -?로 실행합니다
pt_br: executar com -? para explicações de parâmetros

source: # Shutting down:
de: # Herunterfahren:
fr: # Extinction :
it: # In corso di spegnimento:
ko: # 작동 중지:
pt_br: # Desligando:

source: download succeeded
de: Download erfolgreich
fr: téléchargement réussi
it: download riuscito
ko: 다운로드 성공
pt_br: download bem-sucedido

source: oo (%.1f MB up / %.1f MB down)
de: oo (%.1f MB Upload / %.1f MB Download)
fr: oo (%.1f Mo montants / %.1f Mo descendants)
it: oo (%.1f MB upload / %.1f MB download)
ko: oo (%.1f MB 업 / %.1f MB 다운)
pt_br: oo (%.1f MB upload / %.1f MB download)

source: %.3f (%.1f MB up / %.1f MB down)
de: %.3f (%.1f MB Upload / %.1f MB Download)
fr: %.3f (%.1f Mo montants / %.1f Mo descendants)
it: %.3f (%.1f MB upload / %.1f MB download)
ko: %.3f (%.1f MB 업 / %.1f MB 다운)
pt_br: %.3f (%.1f MB upload / %.1f MB download)

source: %d seen now
de: %d jetzt gesehen
fr: %d vus actuellement
it: %d visto ora
ko: %d 현재 보임
pt_br: %d visto(s) agora

source: Log: none
de: Protokoll: keins
fr: Journal : aucun
it: Registro: nessuno
ko: 로그: 없음
pt_br: Registro: nenhum

source: Log:
de: Protokoll:
fr: Journal :
it: Registro:
ko: 로그:
pt_br: Registro:

source: saving:
de: wird gespeichert:
fr: sauvegarde de :
it: salva:
ko: 저장:
pt_br: salvando:

source: file size:
de: Dateigröße:
fr: taille du fichier :
it: dimensione file:
ko: 파일 크기:
pt_br: tamanho do arquivo:

source: percent done:
de: Prozent fertig:
fr: pourcentage effectué :
it: percentuale effettuata:
ko: 실행율:
pt_br: percentual concluído:

source: time left:
de: Verbleibende Zeit:
fr: temps restant :
it: tempo rimasto:
ko: 남은 시간:
pt_br: tempo restante:

source: download to:
de: Herunterladen auf:
fr: télécharger vers :
it: scarica su:
ko: 다운로드 위치:
pt_br: download para:

source: download rate:
de: Downloadgeschwindigkeit:
fr: débit descendant :
it: tasso di download:
ko: 다운로드 속도:
pt_br: taxa de download:

source: upload rate:
de: Hochladegeschwindigkeit:
fr: débit montant :
it: tasso di upload:
ko: 업로드 속도:
pt_br: taxa de upload:

source: share rating:
de: Sharegeschwindigkeit:
fr: taux de partage :
it: indice di condivisione:
ko: 공유률:
pt_br: taxa de compartilhamento:

source: seed status:
fr: statut des semeurs :
it: stato di seed:
ko: 시드 상태:
pt_br: estado do semente:

source: peer status:
fr: statut des pairs :
it: stato di peer:
ko: peer 상태:
pt_br: estado do par:

source: You cannot specify both --save_as and --save_in
de: Sie können nicht beide angeben --save_as und --save_in
fr: Vous ne pouvez pas indiquer à la fois --save_as et --save_in
it: Impossibile specificare entrambi --save_as e --save_in
ko: --save_as와 --save_in을 지정할 수 없습니다
pt_br: Você não pode especificar --save_as e também --save_in

source: Error reading .torrent file:
de: Fehler beim Lesen der .torrent-Datei:
fr: Erreur de lecture du fichier .torrent :
it: Errore di lettura del file .torrent:
ko: .torrent 파일을 읽는 동안 다음과 같이 오류가 발생했습니다.
pt_br: Erro ao ler arquivo .torrent:

source: you must specify a .torrent file
de: Sie müssen eine .torrent-Datei spezifizieren
fr: vous devez indiquer un fichier .torrent
it: è necessario specificare un file .torrent
ko: .torrent 파일을 지정해야 합니다.
pt_br: você deve especificar um arquivo .torrent

source: download complete!
de: Download abgeschlossen!
fr: téléchargement terminé !
it: download completato!
ko: 다운로드 완료 !
pt_br: download concluído!

source: <unknown>
de: <unbekannt>
fr: <inconnu>
it: <sconosciuto>
ko: <알 수 없음>
pt_br: <desconhecido>

source: finishing in %d:%02d:%02d
de: Wird fertiggestellt in %d:%02d:%02d
fr: terminé dans %d:%02d:%02d
it: finisce in %d:%02d:%02d
ko: %d:%02d:%02d에 완료
pt_br: concluindo em %d:%02d:%02d

source: file:
de: Datei:
fr: fichier :
ko: 파일:
pt_br: arquivo:

source: size:
de: Größe:
fr: taille :
it: dimensione:
ko: 크기:
pt_br: tamanho:

source: dest:
fr: destination :
ko: 데스트:

source: progress:
de: Fortschritt:
fr: progression :
it: progresso:
ko: 진행률:
pt_br: progresso:

source: status:
fr: statut :
it: stato:
ko: 상태:
pt_br: estado:
