Repository: krattai/AEBL
Catalog: archive/blades/BitTorrent-5.2.2/po/*.po
Languages: de, fr, it, ko, pt_br

source: Could not get latest version from %s
de: Konnte die letzte Version von %s nicht erhalten
fr: Impossible d'obtenir la dernière version de %s
it: Impossibile ottenere l’ultima versione da %s
ko: %s에서 최신 버전을 가져올 수 없습니다.
pt_br: Não foi possível obter a versão mais recente de %s

source: Could not parse new version string from %s
de: Konnte neue Versions-Zeichenkette von %s nicht parsen
fr: Impossible d'analyser la chaîne de la nouvelle version de %s
it: Impossibile analizzare la stringa della nuova versione da %s
ko: %s에서 새로운 버전의 문자열을 분석할 수 없습니다.
pt_br: Não foi possível analisar a nova seqüência de versão de %s

source: Can't start two separate instances of the same torrent
de: Kann nicht zwei einzelne Instanzen desselben Torrents starten
fr: Impossible de démarrer deux occurences séparées d'un même torrent
it: Impossibile avviare due istanze separate dello stesso torrent
ko: 동일 torrent의 두 가지 개별 인스턴스를 동시에 시작할 수 없습니다
pt_br: Não é possível iniciar duas instâncias separadas do mesmo torrent

source: Bad file path component:
de: Falsche Dateipfad Komponente:
fr: Composant du chemin du fichier incorrect :
it: Componente del percorso di file errata:
ko: 불량 파일 경로 요소:
pt_br: Componente de caminho de arquivo incorreto:

source: This .torrent file has been created with a broken tool and has incorrectly encoded filenames. Some or all of the filenames may appear different from what the creator of the .torrent file intended.
de: Diese .torrent-Datei wurde mit einem beschädigten Tool erstellt und besitzt falsch kodierte Dateinamen. Einige oder alle Dateinamen erscheinen möglicherweise anders als das, was der Ersteller der .torrent-Datei beabsichtigte.
fr: Ce fichier .torrent a été créé avec un outil défectueux et les noms des fichiers sont mal encodés. Certains ou tous les noms de fichiers peuvent apparaître incorrectement.
it: Questo file .torrent è stato creato con uno strumento guasto ed ha nomi di file codificati erroneamente. Alcuni o tutti i nomi di file potrebbero apparire diversi da quanto previsto dal creatore del file .torrent.
ko: 이 .torrent 파일은 손상된 툴로 생성되어 정확하지 않은 인코딩 파일 이름을 갖고 있습니다. 파일 이름의 일부 또는 모두가 .torrent 파일의 생성 툴에서 의도한 바와 다르게 표시될 수 있습니다.
pt_br: Este arquivo .torrent foi criado com uma ferramenta quebrada e tem nomes de arquivos com codificação incorreta. Alguns ou todos os nomes de arquivos podem estar diferentes do que o criador do arquivo .torrent desejava.

source: This .torrent file has been created with a broken tool and has bad character values that do not correspond to any real character. Some or all of the filenames may appear different from what the creator of the .torrent file intended.
de: Diese .torrent-Datei wurde mit einem beschädigten Tool erstellt und besitzt falsche Werte, die nicht mit irgendeinem echten Zeichen übereinstimmen. Einige oder alle Dateinamen erscheinen möglicherweise anders als das, was der Ersteller der .torrent-Datei beabsichtigte.
fr: Ce fichier .torrent a été créé avec un outil défectueux et possède des valeurs de caractères qui ne correspondent pas à de vrais caractères. Certains ou tous les noms de fichiers peuvent apparaître incorrectement.
it: Questo file .torrent è stato creato con uno strumento guasto ed ha valori di carattere errati che non corrispondono ad alcun carattere reale. Alcuni o tutti i nomi di file potrebbero apparire diversi da quanto previsto dal creatore del file .torrent.
ko: 이 .torrent 파일은 손상된 툴로 생성되어 실제 문자와 일치하지 않는 불량 문자값을 갖고 있습니다. 파일 이름의 일부 또는 모두가 .torrent 파일의 생성 툴에서 의도한 바와 다르게 표시될 수 있습니다.
pt_br: Este arquivo .torrent foi criado com uma ferramenta quebrada e tem valores de caracteres incorretos, que não correspondem a qualquer caractere real. Alguns ou todos os nomes de arquivos podem estar diferentes do que o criador do arquivo .torrent desejava.

source: This .torrent file has been created with a broken tool and has incorrectly encoded filenames. The names used may still be correct.
de: Diese .torrent-Datei wurde mit einem beschädigten Tool erstellt und besitzt falsch kodierte Dateinamen. Einige oder alle Dateinamen erscheinen möglicherweise anders als das, was der Ersteller der .torrent-Datei beabsichtigte.
fr: Ce fichier .torrent a été créé avec un outil défectueux et les noms des fichiers sont mal encodés. Les noms peuvent cependant être corrects.
it: Questo file .torrent è stato creato con uno strumento guasto ed ha nomi di file codificati erroneamente. I nomi usati potrebbero essere ancora esatti.
ko: 이 .torrent 파일은 손상된 툴로 생성되어 정확하게 인코딩되지 않은 파일 이름을 갖고 있습니다. 사용된 다른 파일 이름은 정확합니다.
pt_br: Este arquivo .torrent foi criado com uma ferramenta quebrada e tem nomes de arquivos com codificação incorreta. Os nomes usados podem ainda ser corretos.

source: The character set used on the local filesystem ("%s") cannot represent all characters used in the filename(s) of this torrent. Filenames have been changed from the original.
de: Der im lokalen Dateisystem ("%s") verwendete Zeichensatz kann nicht alle Zeichen wiedergeben, die in dem bzw. den Dateiname(n) dieses Torrents auftreten. Die Dateinamen sind nicht mehr die originalen und wurden abgeändert.
fr: Le jeu de caractère utilisé dans le système de fichiers local (« %s ») ne peut pas représenter tous les caractères utilisés dans les noms de fichiers de ce torrent. Les noms de fichiers ont été modifié par rapport à l'original.
it: La serie di caratteri usata sul sistema del file locale ("%s") non può rappresentare tutti i caratteri usati nel(i) nome(i) del file di questo torrent. I nomi del file sono stati modificati dall’originale.
ko: 로컬 파일 시스템("%s")에서 사용된 문자 세트가 이 torrent의 파일 이름에 사용된 문자 모두를 나타낼 수 없습니다. 파일 이름이 원래 이름에서 변경되었습니다.
pt_br: O conjunto de caracteres usado no sistema de arquivos local ("%s") não pode representar todos os caracteres usados nos nomes de arquivos deste torrent. Os nomes de arquivos foram alterados do original.

source: The Windows filesystem cannot handle some characters used in the filename(s) of this torrent. Filenames have been changed from the original.
de: Das Windows Dateisystem kann mit einigen Zeichen, die in dem bzw. den Dateinamen dieses Torrents verwendet wurden, nichts anfangen. Die Dateinamen sind nicht die originalen und wurden abgeändert.
fr: Le système de fichiers de Windows ne peut pas manipuler certains caractères utilisés dans les noms de fichier de ce torrent. Certains noms de fichier ont été modifiés par rapport à l'original.
it: Il sistema del file Windows non può gestire alcuni caratteri usati nel(i) nome(i) del file di questo torrent. I nomi del file sono stati modificati dall’originale.
ko: Windows 파일시스템이 torrent의 파일 이름에 사용된 일부 문자를 다룰 수 없습니다. 파일 이름이 원래 이름에서 변경되었습니다.
pt_br: O sistema de arquivos do Windows não pode tratar alguns caracteres usados nos nomes de arquivos deste torrent. Os nomes de arquivos foram alterados do original.

source: This .torrent file has been created with a broken tool and has at least 1 file with an invalid file or directory name. However since all such files were marked as having length 0 those files are just ignored.
de: Diese .torrent-Datei wurde mit einem beschädigten Tool erstellt und besitzt mindestens 1 Datei mit einem ungültigen Datei oder Verzeichnisnamen. Da aber alle Dateien mit einer Länge 0 gekennzeichnet wurden , werden diese Dateien einfach ignoriert.
fr: Ce fichier .torrent a été créé avec un outil défectueux et au moinsun nom de fichier ou de répertoire est incorrect. Toutefois, étant donné que la longueur de ces fichiers est indiquée comme nulle, ils seront simplement ignorés.
it: Questo file .torrent è stato creato con uno strumento guasto ed ha almeno 1 file con un nome di file o di directory non valido. Comunque, poiché tutti i file sono stati contrassegnati con lunghezza 0, tali file vengono semplicemente ignorati.
ko: 이 .torrent 파일이 손상된 툴로 생성되어 무효 파일 또는 디렉토리 이름을 가진 파일이 한 개 이상 존재합니다. 이러한 모든 파일은 0 크기를 가지는 것으로 표시되기 때문에 무시됩니다.
pt_br: Este arquivo .torrent foi criado com uma ferramenta quebrada e tem no mínimo 1 arquivo com nome de arquivo ou diretório inválido. Porém, como todos esses arquivos foram marcados como tendo comprimento 0, esses arquivos são simplesmente ignorados.

source: Cannot find tracker with name %s
de: Kann keinen Tracker mit dem Namen %s finden
fr: Impossible de trouver un recenseur nommé %s
it: Impossibile trovare tracker con nome %s
ko: %s 이름의 트렉커를 찾을 수 없습니다
pt_br: Não é possível localizar tracker com nome %s

source: Total Download Rate:
de: Downloadgeschwindigkeit insgesamt:
fr: Débit descendant total :
it: Tasso di Download Totale:
ko: 총 다운로드 속도:
pt_br: Taxa de download total:

source: Total Upload Rate:
de: Uploadgeschwindigkeit insgesamt:
fr: Débit montant total :
it: Tasso di Upload Totale:
ko: 총 업로드 속도:
pt_br: Taxa de upload total:

source: Total Downloaded:
de: Heruntergeladen insgesamt:
fr: Total reçu :
it: Download Totale:
ko: 총 다운로드 수:
pt_br: Download concluído total:

source: Total Uploaded:
de: Hochgeladen insgesamt:
fr: Total envoyé :
it: Upload Totale:
ko: 총 업로드 수:
pt_br: Upload concluído total:

source: Torrents:
it: Torrent:
ko: Torrent:

source: Running Torrents:
de: Torrents, die ausgeführt werden:
fr: Torrents en cours :
it: Esecuzione Torrent:
ko: Torrent 실행:
pt_br: Torrents em execução:

source: Total Connections:
de: Verbindungen insgesamt:
fr: Connexions totales :
it: Connessioni Totali:
ko: 총 연결:
pt_br: Total de conexões:

source: Connections per Torrent:
de: Verbindungen pro Torrent:
fr: Connexions par torrent :
it: Connessioni per Torrent:
ko: Torrent 당 연결:
pt_br: Conexões por torrent:

source: Statistics
de: Statistik
fr: Statistiques
it: Statistica
ko: 통계
pt_br: Estatísticas

source: Speed
de: Geschwindigkeit
fr: Débit
it: Velocità
ko: 속도
pt_br: Velocidade

source: seconds,
de: Sekunden,
fr: secondes,
it: secondi,
ko: 초,
pt_br: segundos,

source: second interval
de: Sekundenintervall
fr: secondes d'intervalle
it: secondo intervallo
ko: 초 간격
pt_br: intervalo em segundos

source: Download rate
de: Downloadgeschwindigkeit
fr: Débit descendant
it: Tasso di download
ko: 다운로드 속도
pt_br: Taxa de download

source: Upload rate
de: Uploadgeschwindigkeit
fr: Débit montant
it: Tasso di upload
ko: 업로드 속도
pt_br: Taxa de upload

source: First
de: Erster
fr: Premier
it: Primo
ko: 최우선
pt_br: Primeiro

source: Download first
de: Download zuerst
fr: Télécharger en premier
it: Scaricare per primo
ko: 최우선 다운로드
pt_br: Fazer download primeiro

source: Download normally
de: Download normal
fr: Télécharger normalement
it: Scaricare normalmente
ko: 일반적인 다운로드
pt_br: Fazer download normal

source: Normal
it: Normale
ko: 보통

source: Launch file
de: Startdatei
fr: Lancement du fichier
it: Avviare file
ko: 파일 실행
pt_br: Iniciar arquivo

source: Launch
de: Starten
fr: Lancement
it: Avviare
ko: 실행
pt_br: Iniciar

source: Swarm:
de: Schwarm:
fr: Essaim :
it: Massiccia:
ko: 스웜:

source: Next announce:
de: Nächste Ankündigung:
fr: Prochaine annonce :
it: Prossimo annuncio:
ko: 다음 아나운스:
pt_br: Próximo anúncio:

source: Tracker total peers:
de: Tracker Peers insgesamt:
fr: Total des pairs du recenseur :
it: Peer totali del tracker:
ko: 트렉커 총 peer:
pt_br: Total de pares no tracker:

source: Swarm speed:
de: Schwarmgeschwindigkeit:
fr: Débit de l'essaim :
it: Velocità massiccia:
ko: 스웜 속도:
pt_br: Velocidade do swarm:

source: Discarded data:
de: Aussortierte Daten:
fr: Données éliminées :
it: Dati scartati:
ko: 폐기 데이터:
pt_br: Dados descartados:

source: Distributed copies:
de: Verteilte Kopien:
fr: Copies distribuées :
it: Copie distribuite:
ko: 분산 카피:
pt_br: Cópias distribuídas:

source: Torrent file:
de: Torrentdatei:
fr: Fichier torrent :
it: File torrent:
ko: Torrent 파일:
pt_br: Arquivo de torrent:

source: Trackers:
de: Tracker:
fr: Recenseurs :
it: Tracker:
ko: 트렉커:

source: Tracker:
fr: Recenseur :
ko: 트렉커:

source: Backup trackers:
de: Backup-Tracker:
fr: Sauvegarde des recenseurs :
it: Tracker di backup:
ko: 백업 트렉커:
pt_br: Trackers de apoio:

source: Backup tracker:
fr: Sauvegarde du recenseur :
it: Tracker di backup:
ko: 백업 트렉커:
pt_br: Tracker de apoio:

source: (trackerless torrent)
de: (Trackerloser Torrent)
fr: (torrent sans recenseur)
it: (torrent senza tracker)
ko: (트렉커 없는 torrent)
pt_br: (torrent sem tracker)

source: Infohash:
fr: Information de hashage :
ko: 정보 해쉬:

source: Pieces:
de: Teile:
fr: Blocs :
it: Pezzi:
ko: 피이스:
pt_br: Peças:

source: Created on:
de: Erstellt am:
fr: Créé le :
it: Creato il:
ko: 생성 위치:
pt_br: Criado em:

source: Unknown
de: Unbekannt
fr: Inconnu
it: Sconosciuto
ko: 알려지지 않음
pt_br: Desconhecido

source: %s (all seeds)
de: %s (alle Seeds)
fr: %s (tous semeurs)
it: (%s) (tutti i seed)
ko: %s (모든 시드)
pt_br: %s (todos os sementes)

source: %s (%s seed)
fr: %s (%s semeur)
it: %s (seed %s)
ko: %s (%s 시드)
pt_br: %s (semente %s)

source: %s (%s seeds)
fr: %s (%s semeurs)
it: %s (seed %s)
ko: %s (%s 시드)
pt_br: %s (sementes %s)

source: Torrent title:
de: Torrenttitel:
fr: Titre du torrent :
it: Titolo del torrent:
ko: Torrent 타이틀:
pt_br: Título do torrent:

source: Torrent name:
fr: Nom du torrent :
it: Nome del torrent:
ko: Torrent 이름:
pt_br: Nome do torrent:

source: Download rate:
de: Downloadgeschwindigkeit:
fr: Débit descendant :
it: Tasso di download:
ko: 다운로드 속도:
pt_br: Taxa de download:

source: Upload rate:
de: Uploadgeschwindigkeit:
fr: Débit montant :
it: Tasso di upload:
ko: 업로드 속도:
pt_br: Taxa de upload::

source: Time remaining:
de: Verbleibende Zeit:
fr: Temps restant :
it: Tempo rimanente:
ko: 남은 시간:
pt_br: Tempo restante:

source: Peers:
fr: Pairs :
it: Peer:
ko: Peer:
pt_br: Pares:

source: Save as:
de: Speichern unter:
fr: Enregistrer sous :
it: Salvare come:
ko: 다른 이름으로 저장:
pt_br: Salvar como:

source: , in one file
de: , in einer Datei
fr: , en un fichier
it: , in un file
ko: , 1개 파일에
pt_br: , em um arquivo

source: , in %d files
de: , in %d Dateien
fr: , en %d fichiers
it: , in %d file
ko: , %d 파일에
pt_br: , em %d arquivos

source: Total size:
de: Größe insgesamt:
fr: Taille totale :
it: Dimensione totale:
ko: 총 크기:
pt_br: Tamanho total:

source: Show &Details
de: %Details anzeigen
fr: Afficher les &détails
it: Mostrare &Dettagli
ko: &상세 보기
pt_br: Mostrar &detalhes

source: Open &Folder
de: &Ordner öffnen
fr: Ouvrir un &dossier
it: Aprire &Cartella
ko: &폴더 열기
pt_br: Abrir &pasta

source: Comments
de: Kommentare
fr: Commentaires
it: Commenti
ko: 주석
pt_br: Comentários

source: File List
de: Dateiliste
fr: Liste des fichiers
it: Lista del File
ko: 파일 목록
pt_br: Lista de arquivos

source: Peer List
de: Peerliste
fr: Liste des pairs
it: Lista del Peer
ko: Peer 목록
pt_br: Lista de pares

source: Log
de: Protokoll
fr: Journal
it: Registro
ko: 로그
pt_br: Registro

source: Hide &Details
de: &Details verbergen
fr: Masquer les &détails
it: Nascondere &Dettagli
ko: &상세 숨기기
pt_br: Ocultar &detalhes

source: %.1f%% of %s
fr: %.1f% % de %s
it: %.1f%% di %s
ko: %s의 %.1f%%
pt_br: %.1f%% de %s

source: About %s
de: Über %s
fr: À propos de %s
it: Circa %s
ko: %s 정보
pt_br: Sobre %s

source: Beta
fr: Bêta
ko: 베타

source: Version %s
it: Versione %s
ko: %s 버전
pt_br: Versão %s

source: &Credits
de: &Nachweise
fr: &Remerciements
it: &Crediti
ko: &크레디트
pt_br: &Créditos

source: &Translators
de: &Konvertierer
fr: &Traducteurs
it: &Traduttori
ko: &번역 프로그램
pt_br: &Tradutores

source: Hide &credits
de: &Nachweise verbergen
fr: Masquer les &crédits
it: Nascondere &crediti
ko: &크레디트 숨기기
pt_br: Ocultar &créditos

source: Hide &translators
de: &Konvertierer verbergen
fr: Masquer les &traducteurs
it: Nascondere &traduttori
ko: &번역 프로그램 숨기기
pt_br: Ocultar &tradutores

source: Hide %s
de: Verbergen %s
fr: Masquer %s
it: Nascondere %s
ko: %s 숨기기
pt_br: Ocultar %s

source: Show %s
de: Anzeigen %s
fr: Afficher %s
it: Mostrare %s
ko: %s 보이기
pt_br: Mostrar %s

source: %s Download Complete
de: %s Download vollständig
fr: Téléchargement de %s terminé
it: %s Download Completo
ko: %s 다운로드 완료
pt_br: %s Download concluído

source: %s has finished downloading.
de: %s wurde vollständig heruntergeladen.
fr: Le téléchargement de %s est terminé.
it: %s ha finito di scaricare.
ko: %s의 다운로딩이 완료되었습니다.
pt_br: %s concluiu o download.

source: Low
de: Niedrig
fr: Faible
it: Basso
ko: 낮음
pt_br: Baixa

source: High
de: Hoch
fr: Élevé
it: Alto
ko: 높음
pt_br: Alta

source: Priority
de: Priorität
fr: Priorité
it: Priorità
ko: 우선 순위
pt_br: Prioridade

source: Quit %s
de: Beenden %s
fr: Quitter %s
it: Uscire da (%s)
ko: %s 중지하기
pt_br: Encerrar %s

source: &Add torrent file Ctrl+O
de: Torrentdatei &hinzufügen Ctrl+O
fr: &Ajouter un fichier torrent Ctrl+O
it: &Aggiungere file torrent Ctrl+O
ko: torrent 파일 Ctrl+O &추가
pt_br: &Adicionar arquivo de torrent Ctrl+O

source: Add
de: Hinzufügen
fr: Ajouter
it: Aggiungere
ko: 추가
pt_br: Adicionar

source: Torrent info Ctrl+I
fr: Informations sur le torrent Ctrl+I
it: Info torrent Ctrl+I
ko: Torrent 정보 Ctrl+I
pt_br: Info do torrent Ctrl+I

source: Info
fr: Informations
ko: 정보

source: Pause
de: Anhalten
it: Pausa
ko: 일시 중지
pt_br: Pausar

source: Pause torrent
de: Torrent unterbrechen
fr: Mettre en pause le torrent
it: Sospendere torrent
ko: torrent 일시 중지
pt_br: Pausar torrent

source: Resume torrent
de: Torrent wiederaufnehmen
fr: Reprendre le torrent
it: Riprendere torrent
ko: torrent 재개
pt_br: Continuar torrent

source: Resume
de: Wiederaufnehmen
fr: Reprendre
it: Riprendere
ko: 재개
pt_br: Continuar

source: Open torrent
de: Torrent öffnen
fr: Ouvrir un torrent
it: Aprire torrent
ko: torrent 열기
pt_br: Abrir torrent

source: Open
de: Öffnen
fr: Ouvrir
it: Aprire
ko: 열기
pt_br: Abrir

source: Force Start
fr: Forcer le démarrage
it: Avvio Forzato
ko: 강제 시작
pt_br: Forçar início

source: Force start torrent
fr: Forcer le démarrage du torrent
it: Avvio forzato di torrent
ko: torrent 강제 시작
pt_br: Forçar início do torrent

source: Remove torrent
de: Torrent entfernen
fr: Supprimer le torrent
it: Rimuovere torrent
ko: torrent 제거
pt_br: Remover torrent

source: Remove
de: Entfernen
fr: Supprimer
it: Rimuovere
ko: 제거
pt_br: Remover

source: Add torrent &URL Ctrl+U
de: Torrent &URL hinzufügen Ctrl+U
fr: Ajouter l'&URL d'un torrent Ctrl+U
it: Aggiungere torrent &URL Ctrl+U
ko: torrent &URL Ctrl+U 추가
pt_br: Adicionar &URL de torrent Ctrl+U

source: Make &new torrent Ctrl+N
de: &Neuen Torrent erstellen Ctrl+N
fr: Créer un &nouveau torrent Ctrl+N
it: Fare &nuovo torrent Ctrl+N
ko: &새로운 torrent Ctrl+N 생성
pt_br: Fazer &novo torrent Ctrl+N

source: &Quit Ctrl+Q
de: &Abbrechen Ctrl+Q
fr: &Quitter Ctrl+Q
it: &Uscire Ctrl+Q
ko: &중단하기 Ctrl+Q
pt_br: &Encerrar Ctrl+Q

source: E&xit
de: B&eenden
fr: F&ermer
it: U&scire
ko: 끝&내기
pt_br: S&air

source: &File
de: &Datei
fr: &Fichier
ko: &파일
pt_br: &Arquivo

source: &Settings Ctrl+S
de: &Einstellungen Ctrl+S
fr: &Préférences Ctr+P
it: &Impostazioni Ctrl+S
ko: &설정 Ctrl+S
pt_br: &Configurações Ctrl+S

source: &Log Ctrl+L
de: &Protokoll Ctrl+L
fr: &Journal Ctrl+J
it: &Registro Ctrl+L
ko: &로그 Ctrl+L
pt_br: &Registro Ctrl+L

source: &Console Ctrl+C
de: &Konsole Ctrl+C
ko: &콘솔 Ctrl+C

source: &Details Ctrl+D
fr: &Détails Ctrl+D
it: &Dettagli Ctrl+D
ko: &상세 Ctrl+D
pt_br: &Detalhes Ctrl+D

source: &View
de: &Anzeigen
fr: &Affichage
it: &Visualizzazione
ko: &보기
pt_br: &Exibir

source: &About Ctrl+B
de: &Über Ctrl+B
fr: &À propos de Ctrl+B
it: &Circa Ctrl+B
ko: &정보 Ctrl+B
pt_br: &Sobre Ctrl+B

source: &Help
de: &Hilfe
fr: &Aide
it: &Guida
ko: &도움말
pt_br: &Ajuda

source: Search for torrents
de: Nach Torrents suchen
fr: Rechercher des torrents
it: Ricercare torrent
ko: torrent 찾기
pt_br: Procurar torrents

source: Save In
de: Speichern in
fr: Enregistrer dans
it: Salvare In
ko: 저장 위치
pt_br: Salvar em

source: Save "%s" in:
de: Speichern "%s" in:
fr: Enregistrer « %s » dans :
it: Salvare "%s" in:
ko: "%s" 저장 위치:
pt_br: Salvar "%s" em:

source: Save As
de: Speichern unter
fr: Enregistrer sous
it: Salvare Come
ko: 다른 이름으로 저장
pt_br: Salvar como

source: Save "%s" as:
de: Speichern "%s" unter:
fr: Enregistrer « %s » sous :
it: Salvare "%s" come:
ko: "%s"(을)를 다른 이름으로 저장:
pt_br: Salvar "%s" como:

source: &Always save files in this directory
de: Dateien immer in diesem &Verzeichnis speichern
fr: &Toujours enregistrer les fichiers dans ce dossier
it: &Sempre salvare file in questa directory
ko: &항상 이 디렉토리에 파일을 저장합니다
pt_br: &Sempre salvar arquivos neste diretório

source: Create &shortcut on the desktop
de: &Verknüpfung auf der Arbeitsfläche erstellen
fr: Créer un &raccourci sur le bureau
it: Creare &collegamento sul desktop
ko: 데스크 탑에 &단축키를 생성합니다
pt_br: Criar &atalho na área de trabalho

source: Really quit %s?
de: Wirklich %s beenden?
fr: Voulez-vous vraiment quitter %s ?
it: Uscire davvero da %s?
ko: %s를 정말 끝내겠습니까?
pt_br: Realmente encerrar %s?

source: Are you sure you want to quit %s?
de: Sind Sie sicher, dass Sie %s verlassen wollen?
fr: Êtes-vous sûr de vouloir quitter %s ?
it: Uscire da %s?
ko: %s를 정말 끝내기를 원하십니까?
pt_br: Deseja realmente encerrar %s?

source: &Don't ask again
de: &Nicht nochmal fragen
fr: Ne plus &demander
it: &Non chiedere di nuovo
ko: &다시 질문하지 않기
pt_br: &Não perguntar mais

source: New %s version available
de: Neue %s Version erhältlich
fr: Nouvelle version de %s disponible
it: Nuova versione %s disponibile
ko: 새로운 %s 버전 사용 가능
pt_br: Nova versão de %s disponível

source: A newer version of %s is available.
de: Eine neue Version von %s ist erhältlich.
fr: Une nouvelle version de %s est disponible.
it: Una nuova versione di %s è disponibile.
ko: %s의 새로운 버전이 사용 가능합니다.
pt_br: Uma versão mais recente de %s está disponível.

source: You are using %s, and the new version is %s.
de: Sie verwenden %s, und die neue Version ist %s.
fr: Vous utilisez %s, mais la nouvelle version est %s.
it: Si utilizza %s e la nuova versione è %s.
ko: 사용 중인 버전은 %s이고 새로운 버전은 %s입니다.
pt_br: Você está usando %s e a nova versão é %s.

source: &Remind me later
de: Später &erinnern
fr: Me le &rappeler ultérieurement
it: &Inviare un promemoria più tardi
ko: 나중에 &알림
pt_br: &Lembrar-me depois

source: Download &Now
de: &Jetzt herunterladen
fr: Télécharger mainte&nant
it: Scaricare &Ora
ko: &지금 다운로드
pt_br: Fazer download &agora

source: Download &Later
de: &Später herunterladen
fr: Télécharger p&lus tard
it: Scaricare &Più tardi
ko: &나중에 다운로드
pt_br: Fazer download &depois

source: %s Log
de: Protokoll %s
fr: Journal de %s
it: %s Registro
ko: %s 로그
pt_br: Log de %s

source: Couldn't open %s
de: Konnte %s nicht öffnen
fr: Ouverture de %s impossible
it: Impossibile aprire %s
ko: %s를 열 수 없음
pt_br: Não foi possível abrir %s

source: Enter the URL of a torrent file to open:
de: Geben Sie die URL der Torrentdatei ein, die Sie öffnen wollen:
fr: Saisissez l'URL d'un fichier torrent à ouvrir :
it: Immettere l’URL di un file torrent da aprire:
ko: torrent 파일의 URL 입력하여 열기:
pt_br: Digite o URL de um arquivo de torrent para abrir:

source: Enter torrent URL
de: Torrent URL eingeben
fr: Saisissez l'URL du torrent
it: Immettere URL torrent
ko: torrent URL 입력
pt_br: Digite o URL do torrent

source: Open Path
de: Pfad öffnen
fr: Ouvrir le chemin
it: Aprire Percorso
ko: 경로 열기
pt_br: Abrir caminho

source: Open torrent file:
de: Torrentdatei öffnen:
fr: Ouvrir le fichier torrent :
it: Aprire file torrent:
ko: torrent 파일 열기:
pt_br: Abrir arquivo de torrent:

source: This torrent (or one with the same contents) has already been added.
de: Dieser Torrent (oder einer mit denselben Inhalten) wurde bereits hinzugefügt.
fr: Ce torrent (ou un autre dont le contenu est identique) est déjà en cours d'exécution.
it: Questo torrent (o uno con gli stessi contenuti) è stato già aggiunto.
ko: 이 torrent(또는 동일한 콘텐츠를 가진 파일)이 이미 추가되었습니다.
pt_br: Este torrent (ou um com o mesmo conteúdo) já foi adicionado.

source: Torrent already added
de: Torrent bereits hinzugefügt
fr: Torrent déjà ajouté
it: Torrent già aggiunto
ko: Torrent 이미 추가
pt_br: Torrent já adicionado

source: Status
fr: Statut
it: Stato
ko: 상태
pt_br: Estado

source: Name
fr: Nom
it: Nome
ko: 이름
pt_br: Nome
