Repository: krattai/AEBL
Catalog: archive/blades/BitTorrent-5.2.2/po/*.po
Languages: de, fr, it, ko, pt_br

source: The folder you chose already contains some files which appear to be from this torrent. Do you want to resume the download using these files, rather than starting the download over again in a subfolder?
de: Der von Ihnen ausgewählte Ordner enthält bereits einige Dateien, die zu diesem Torrent gehören. Möchten Sie den Download unter Verwendung dieser Dateien weiter fortsetzen anstatt den Download in einem Unterordner noch mal von vorne anzufangen?
fr: Le dossier que vous avez choisi contient déjà des fichiers appartenant à ce torrent. Voulez-vous reprendre le téléchargement en utilisant ces fichiers au lieu de redémarrer le téléchargment dans un sous-dossier ?
it: La cartella scelta contiene già alcuni file che sembrano provenire da questo torrent. Riprendere il download usando questi file, piuttosto che iniziare il download di nuovo in una sottocartella?
ko: 이미 선택한 폴더에 이 torrent에 있는 일부 파일이 있습니다. 하위 폴더에서 다운로드를 다시 시작하지 않고 이 파일을 이용하여 다시 다운로드 하겠습니까?
pt_br: A pasta que você escolheu já contém alguns arquivos que parecem ser deste torrent. Deseja continuar o download usando esses arquivos, em vez de reiniciar o download em uma subpasta?

source: Wrong folder?
de: Falscher Ordner?
fr: Mauvais dossier ?
it: Cartella sbagliata?
ko: 잘못된 폴더입니까?
pt_br: Pasta errada?

source: Progress
de: Fortschritt
fr: Progression
it: Progresso
ko: 진행률
pt_br: Progresso

source: A different "%s" already exists. Do you want to remove it and overwrite it with the contents of this torrent?
de: Ein unterschiedlicher "%s" existiert bereits. Möchten Sie ihn entfernen und ihn mit den Inhalten dieses Torrents überschreiben?
fr: Un « %s » différent existe déjà. Voulez-vous le supprimer et le remplacer par le contenu de ce torrent ?
it: Un "%s" diverso esiste già. Rimuoverlo e sovrascriverlo con i contenuti di questo torrent?
ko: 다른 "%s"(이)가 이미 존재합니다. "%s"(을)를 제거하고 이 torrent의 콘텐츠로 덮어 쓰겠습니까?
pt_br: Já existe outro "%s". Deseja remover e substituir com o conteúdo deste torrent?

source: Files are different!
de: Dateien sind unterschiedlich!
fr: Les fichiers sont différents !
it: I file sono diversi!
ko: 파일이 다릅니다!
pt_br: Os arquivos são diferentes!

source: "%s" already exists. Do you want to choose a different file name?
de: "%s" existiert bereits. Möchten Sie einen anderen Dateinamen auswählen?
fr: « %s » existe déjà. Voulez-vous choisir un nom de fichier différent ?
it: "%s" esiste già. Scegliere un nome di file diverso?
ko: "%s"(이)가 이미 존재합니다. 다른 파일 이름을 선택하겠습니까?
pt_br: "%s" já existe. Deseja escolher outro nome de arquivo?

source: File exists!
de: Datei existiert!
fr: Ce fichier existe déjà !
it: Il file esiste!
ko: 파일이 존재합니다!
pt_br: O arquivo já existe!

source: Time remaining
de: Verbleibende Zeit
fr: Temps restant
it: Tempo rimanente
ko: 남은 시간
pt_br: Tempo restante

source: There is a file in this torrent that is %(file_size)s. This exceeds the maximum file size allowed on this %(fs_type)s, %(max_size)s. Would you like to choose a different %(disk_term)s to save this torrent in?
de: Eine Datei in diesem Torrent besitzt folgende Größe %(file_size)s. Dies überschreitet die maxiaml erlaubte Größe fü %(fs_type)s, %(max_size)s. Möchten Sie einen anderen %(disk_term)s wählen, auf dem dieser Torrent gespeichert werden soll?
fr: Il y a un fichier de ce torrent de %(file_size)s. Cela dépasse la taille de fichier maximale allouée à ce %(fs_type)s, %(max_size)s. Voulez-vous choisir un %(disk_term)s différent pour enregistrer ce torrent?
it: Esiste un file in questo torrent che è %(file_size)s. Questo supera la dimensione del file massima permessa su questo %(fs_type)s, %(max_size)s. Scegliere un %(disk_term)s diverso in cui salvare questo torrent?
ko: %(file_size)s torrent에 파일이 있습니다. 이 파일은 %(fs_type)s, %(max_size)s에서 허용되는 최대 파일 크기를 초과합니다. 다른 %(disk_term)s을 선택하여 이 torrent를 저장하겠습니까?
pt_br: Há um arquivo neste torrent com %(file_size)s. Isso supera o tamanho de arquivo máximo permitido neste %(fs_type)s, %(max_size)s. Gostaria de escolher outro %(disk_term)s para salvar este torrent?

source: File too large for %s
de: Datei zu groß für %s
fr: Fichier trop grand pour %s
it: File troppo grande per %s
ko: %s에 파일이 너무 큽니다
pt_br: Arquivo grande demais para %s

source: Up rate
de: Geschwindigkeit nach oben
fr: Débit montant
it: Tasso upload
ko: 업 속도
pt_br: Taxa up

source: There is not enough space on this %s to save this torrent. Would you like to choose a different %s to save it in?
de: Auf dieser %s ist nicht genug Speicherplatz für diesen Torrent vorhanden. Möchten Sie ein anderes %s zum Speichern auswählen?
fr: Espace insuffisant sur ce %s pour enregistrer ce torrent. Voulez-vous choisir un %s différent pour l'enregistrer ?
it: Non è presente spazio sufficiente su questo %s per salvare questo torrent. Scegliere un %s diverso in cui salvarlo?
ko: 이 %s에 torrent를 저장하기 위한 충분한 공간이 없습니다. torrent를 저장하기 위해 다른 %s를 선택하겠습니까?
pt_br: Não há espaço suficiente neste %s para salvar este torrent. Deseja escolher outro %s para salvá-lo?

source: Not enough space on this %s
de: Nicht genügend freier Speicherplatz auf dieser %s vorhanden
fr: Espace insuffisant sur ce %s
it: Non è presente abbastanza spazio su questo %s
ko: 이 %s에 충분한 공간이 없습니다
pt_br: Não há espaço suficiente neste %s

source: Down rate
de: Geschwindigkeit nach unten
fr: Débit descendant
it: Tasso download
ko: 다운 속도
pt_br: Taxa down

source: The location you chose exceeds the maximum path length on this system. You must choose a different folder.
de: Der Ort, den Sie ausgewählt haben, überschreitet die maximale Pfadlänge auf diesem System. Sie müssen einen anderen Ordner auswählen.
fr: L'emplacement choisi excède la longueur maximale du chemin sur ce système. Vous devez choisir un autre dossier.
it: L’ubicazione scelta supera la lunghezza del percorso massima su questo sistema. È necessario scegliere una cartella diversa.
ko: 선택한 위치가 이 시스템의 최대 경로 길이를 초과합니다. 다른 폴더를 선택해야 합니다.
pt_br: O local escolhido supera o comprimento de caminho máximo neste sistema. Você precisa escolher outra pasta.

source: Maximum path exceeded
de: Maximaler Pfad überschritten
fr: Longueur maximum du chemin dépassée
it: Percorso massimo superato
ko: 최대 경로를 초과합니다
pt_br: Caminho máximo excedido

source: The save location you specified does not exist (perhaps you mistyped it?) Please choose a different folder.
de: Der von Ihnen angegebene Speicherort existiert nicht (vielleicht haben Sie ihn falsch geschrieben?) Bitte wählen Sie einen anderen Ordner.
fr: L'emplacement d'enregistrement indiqué n'existe pas (peut-être l'avez-vous mal saisi ?). Veuillez choisir un autre dossier.
it: L’ubicazione di salvataggio specificata non esiste (forse un errore di digitazione?) Si prega di scegliere una cartella diversa.
ko: 지정한 저장 위치가 존재하지 않습니다 (철자를 바르게 쓰셨습니까?) 다른 폴더를 선택하십시오.
pt_br: O local especificado para salvar não existe. (Talvez você tenha digitado errado?) Escolha outra pasta.

source: No such folder
de: Kein solcher Ordner
fr: Dossier non trouvé
it: Non esiste una tale cartella
ko: 그런 폴더가 존재하지 않습니다
pt_br: A pasta não existe

source: Peers
fr: Pairs
it: Peer
ko: Peer
pt_br: Pares

source: Really remove torrent?
de: Diesen Torrent wirklich entfernen?
fr: Voulez-vous supprimer le torrent ?
it: Rimuovere davvero torrent?
ko: torrent를 정말 제거하겠습니까?
pt_br: Remover realmente o torrent?

source: &Delete incomplete downloaded file(s)
de: Unvollständig heruntergeladen(e) Datei(en) &löschen
fr: &Supprimer les fichiers téléchargés incomplets
it: &Eliminare file scaricato(i) incompleto(i)
ko: 불완전하게 다운로드 된 파일 &제거
pt_br: &Excluir arquivos com download incompleto

source: Install update now?
de: Update jetzt installieren?
fr: Installer la mise à jour maintenant ?
it: Installare ora l’aggiornamento?
ko: 지금 업데이트를 설치하겠습니까?
pt_br: Instalar atualização agora?

source: (%d torrents)
it: (%d torrent)
ko: (%d torrent)

source: (initializing)
de: (initialisieren)
fr: (initialisation)
it: (inizializzazione)
ko: (초기화)
pt_br: (inicializando)

source: IP address
de: IP Adresse
fr: Adresse IP
it: Indirizzo IP
ko: IP 주소
pt_br: Endereço IP

source: Client
ko: 클라이언트
pt_br: Cliente

source: Initiation
de: Initiierung
fr: Déclenchement
it: Iniziazione
ko: 초기화
pt_br: Iniciação

source: KB/s down
de: KB/s nach unten
fr: Ko/s téléchargés
it: KB/s download
ko: KB/s 다운

source: KB/s up
de: KB/s nach oben
fr: Ko/s envoyés
it: KB/s upload
ko: KB/s 업

source: MB downloaded
de: MB heruntergeladen
fr: Mo téléchargés
it: MB scaricati
ko: MB 다운로드
pt_br: MB de download concluído

source: MB uploaded
de: MB hochgeladen
fr: Mo envoyés
it: MB caricati
ko: MB 업로드
pt_br: MB de upload concluído

source: % complete
de: % vollständig
fr: % terminé
it: % completo
ko: % 완료
pt_br: % concluído

source: KB/s est. peer download
de: KB/s gesch. Peer Download
fr: Réception pair estimée (Ko/s)
it: download peer KB/s st.
ko: KB/s est. peer 다운로드
pt_br: KB/s est. de download do par

source: Add Peer
de: Peer hinzufügen
fr: Ajouter un pair
it: Aggiungere Peer
ko: Peer 추가
pt_br: Adicionar par

source: Enter new peer in IP:port format
de: Neuen Peer in IP:Portformat eingeben
fr: Saisissez un pair au format IP:port
it: Immettere nuovo peer in IP:formato porta
ko: IP:포트 포맷에 새로운 peer 입력
pt_br: Informar novo par em formato IP:porta

source: remote
de: aus der Ferne
fr: distant
it: remoto
ko: 원격
pt_br: remoto

source: local
de: lokal
it: locale
ko: 로컬

source: first
de: erster
fr: premier
it: primo
ko: 최우선
pt_br: primeiro

source: never
de: nie
fr: jamais
it: mai
ko: 절대 안함
pt_br: nunca

source: Size
de: Größe
fr: Taille
it: Dimensione
ko: 크기
pt_br: Tamanho

source: Download
fr: Télécharger
ko: 다운로드

source: Enter the URL or path to a torrent file on the Internet, your computer, or your network that you want to add.
de: Geben Sie die URL oder den Pfad für eine Torrentdatei auf dem Internet, Ihrem Computer oder Ihrem Netzwerk ein, die Sie hinzufügen möchten.
fr: Saisissez l'URL ou le chemin du fichier torrent que vous voulez ajouter (sur Internet, votre ordinateur ou votre réseau).
it: Immettere l’URL o il percorso su in un file torrent sull’Internet, il computer o la rete che si intende aggiungere.
ko: 추가하기를 원하는 인터넷, 컴퓨터 또는 네트워크에 torrent 파일의 URL 또는 경로를 입력합니다.
pt_br: Digite o URL ou caminho de um arquivo de torrent na Internet, em seu computador ou na rede que você deseja adicionar.

source: Open:
de: Öffnen:
fr: Ouvrir :
it: Aprire:
ko: 열기:
pt_br: Abrir:

source: &OK
ko: &확인

source: &Cancel
de: &Abbrechen
fr: &Annuler
it: &Annullare
ko: &취소
pt_br: &Cancelar

source: &Browse
de: &Durchsuchen
fr: &Parcourir
it: &Sfogliare
ko: &브라우즈
pt_br: &Procurar

source: General
de: Allgemein
fr: Général
it: Impostazioni generali
ko: 일반
pt_br: Geral

source: Confirm before quitting %s
de: Vor dem Beenden von %s bestätigen
fr: Confirmer avant de quitter %s
it: Confermare prima di uscire %s
ko: %s를 중단하기 전 확인
pt_br: Confirmar antes de encerrar %s

source: Enforce .torrent associations on startup
de: .torrent Verbindungen beim Startup enforcen
fr: Forcer les associations .torrent au démarrage
it: Imporre le associazioni .torrent all’avvio
ko: 스타트업에서 .torrent 결합 실행
pt_br: Aplicar associações de .torrent na inicialização

source: Launch BitTorrent when Windows starts
de: BitTorrent beim Start von Windows aufrufen
fr: Lancer BitTorrent au démarrage de Windows
it: Lanciare automaticamente BitTorrent, all'avvio di Windows
ko: Windows를 시작할 때 BitTorrent 실행
pt_br: Carregar o BitTorrent ao iniciar o Windows

source: Start minimized
de: Minimiert starten
fr: Réduire au démarrage
it: Avviare minimizzato
ko: 최소화하여 시작하기
pt_br: Iniciar minimizado

source: Minimize to the system tray
de: Auf Taskleiste minimieren
fr: Réduire dans la zone de notification
it: Minimizzare nella barra delle applicazioni
ko: 시스템 트레이에 최소화
pt_br: Minimizar para a bandeja do sistema

source: Close to the system tray
de: In Taskleiste schließen
fr: Fermer dans la zone de notification
it: Chiudere nella barra delle applicazioni
ko: 시스템 트레이 닫기
pt_br: Fechar para a bandeja do sistema

source: Saving
de: Speichern
fr: Enregistrement en cours
it: Salva
ko: 저장하기
pt_br: Salvando

source: Ask where to save each new download
de: Fragen, wo jeder neue Download gespeichert werden soll
fr: Demander où enregistrer chaque nouveau téléchargement
it: Chiedere dove salvare ogni nuovo download
ko: 새로운 다운로드 저장 위치 묻기
pt_br: Perguntar onde salvar cada novo download

source: Move completed downloads to:
de: Abgeschlossene Downloades verschieben in:
fr: Déplacer les téléchargements terminés vers :
it: Spostare i download completati a:
ko: 완료된 다운로드 제거:
pt_br: Mover downloads concluídos para:

source: Store unfinished downloads in:
de: Unvollendete Downloads speichern in:
fr: Stocker les téléchargements incomplets dans :
it: Memorizzare i download non completati in:
ko: 완료되지 않은 다운로드 저장:
pt_br: Armazenar downloads não concluídos em:

source: Network
de: Netzwerk
fr: Réseau
it: Rete
ko: 네트워크
pt_br: Rede

source: Autodetect available bandwidth
de: Zur Verfügung stehende Bandbreite autodetekten
fr: Détection automatique de la bande passante disponible
it: Autorilevare ampiezza di banda disponibile
ko: 자동검색 가용 대역폭
pt_br: Detectar automaticamente a banda disponível

source: dialup
fr: modem RTC
it: connessione remota
ko: 다이얼업
pt_br: discada

source: Maximum upload rate
de: Maximale Uploadgeschwindigkeit
fr: Débit montant maximum
it: Tasso di upload massimo
ko: 최대 업로드 비율
pt_br: Taxa máxima de upload

source: DSL/cable 128Kb up
de: DSL/Kabel 128KB und mehr
fr: DSL/câble 128 Ko montant
it: DSL/cavo 128Kb upload
ko: DSL/케이블 128Kb 업
pt_br: DSL/cabo 128Kb up

source: Average maximum download rate
de: Durchschnittliche maximale Downloadgeschwindigkeit
fr: Débit descendant moyen maximum
it: Tasso medio di download massimo
ko: 최대 다운로드의 평균 비율
pt_br: Taxa máxima de download média

source: DSL/cable 256Kb up
de: DSL/Kabel 256KB und mehr
fr: DSL/câble 256 Ko montant
it: DSL/cavo 256Kb upload
ko: DSL/케이블 256Kb 업
pt_br: DSL/cabo 256Kb up

source: Look for available port:
de: Nach verfügbarem Port suchen:
fr: Rechercher un port disponible :
it: Cercare una porta disponibile:
ko: 가용 포트 찾기:
pt_br: Procurar porta disponível:

source: starting at port:
de: Starten beim Port:
fr: démarrer avec le port :
it: inizio alla porta:
ko: 포트에서 시작하기:
pt_br: iniciando na porta:

source: DSL 768Kb up
de: DSL 768KB und mehr
fr: DSL 768 Ko montant
it: DSL 768Kb upload
ko: DSL 768Kb 업

source: Enable automatic port mapping
de: Automatisches Port-Mapping aktivieren
fr: Activer le mappage automatique de port
it: Attivare mapping porta automatico
ko: 자동 포트 매핑 사용
pt_br: Ativar mapeamento de portas automático

source: IP to report to the tracker:
de: Berichterstattender IP zum Tracker:
fr: IP à communiquer au recenseur :
it: IP per riportare al tracker:
ko: 트렉커에 보고하기 위한 IP:
pt_br: IP para reportar ao tracker:

source: Appearance
de: Erscheinung
fr: Apparence
it: Apparenza
ko: 출현
pt_br: Aparência

source: fast
de: schnell
fr: rapide
it: rapido
ko: 빠른
pt_br: rápida

source: Progress bar style:
de: Statusleistenstil:
fr: Style de la barre de progression :
it: Stile dello stato di avanzamento:
ko: 진행률 바 스타일:
pt_br: Estilo da barra de progresso:

source: &None (just show percent complete)
de: &Keine (nur vollständigen Prozentsatz anzeigen)
fr: &Aucun (n'afficher que le pourcentage terminé)
it: &Nessuno (soltanto mostrare la percentuale completa)
ko: &없음 (완료 퍼센트만 표시)
pt_br: &Nenhuma (mostrar apenas percentual concluído)

source: &Ordinary progress bar
de: &Normale Statusleiste
fr: Barre de progression &ordinaire
it: &Ordinario stato di avanzamento
ko: &보통 진행률 바
pt_br: Barra de progresso &comum

source: &Detailed progress bar
de: &Detaillierte Statusleiste
fr: Barre de progression &détaillée
it: &Dettagliato stato di avanzamento
ko: &상세 진행률 바
pt_br: Barra de progresso &detalhada

source: (shows the percentage of complete, transferring, available and missing pieces in the torrent)
de: (zeigt den Prozentsatz der vollständigen, in der Übertragung befindlichen, verfügbaren und fehlenden Teile im Torrent an)
fr: (affiche le pourcentage de parties terminées, en cours, disponibles et manquantes dans le torrent)
it: (mostra la percentuale dei pezzi complete, di trasferimento, disponibili e mancanti nel torrent)
ko: (torrent에 있는 완전한, 전송하는, 사용 가능하고 존재하지 않는 피이스의 퍼센트 표시)
pt_br: (mostra o percentual das peças concluídas, em transferência, disponíveis e faltando no torrent)

source: &Piece bar
de: &Teil-Leiste
fr: Barre des &blocs
it: &Barra del pezzo
ko: &피이스 바
pt_br: Barra de &peças

source: (shows the status of each piece in the torrent)
de: (zeigt den Status eines jeden Teils im Torrent an)
fr: (affiche le statut de chaque bloc du torrent)
it: (mostra lo stato di ciascun pezzo nel torrent)
ko: (torrent에 있는 각 피이스의 상태 표시)
pt_br: (mostra a situação de cada peça no torrent)

source: DSL/cable 384Kb down
de: DSL/cable 384KB Download
fr: DSL/câble 384 Ko descendant
it: DSL/cavo 384Kb download
ko: DSL/케이블 384Kb 다운
pt_br: DSL/cabo 384Kb down

source: DSL/cable 768Kb down
de: DSL/cable 768Kb Download
fr: DSL/câble 768 Ko descendant
it: DSL/cavo 768Kb download
ko: DSL/케이블 768Kb 다운
pt_br: DSL/cabo 768Kb down

source: Toolbar style:
de: Werkzeugleistenstil:
fr: Style de la barre d'outils :
it: Stile della barra degli strumenti:
ko: 툴바 스타일:
pt_br: Estilo da barra de ferramentas:

source: DSL 6Mb down
de: DSL 6Mb Download
fr: DSL 6 Mo descendant
it: DSL 6Mb download
ko: DSL 6Mb 다운

source: Show text
de: Text anzeigen
fr: Afficher le texte
it: Mostrare testo
ko: 텍스트 보이기
pt_br: Mostrar texto

source: Icon size:
de: Symbolgröße:
fr: Taille des icônes :
it: Dimensione dell'icona:
ko: 아이콘 크기:
pt_br: Tamanho dos ícones:

source: Large
de: Groß
fr: Grandes
it: Grande
ko: 큰
pt_br: Grandes

source: Small
de: Klein
fr: Petites
it: Piccola
ko: 작은
pt_br: Pequenos

source: (Changing themes requires restart.)
de: (Wechseln von Themen erfordert Neustart.)
fr: (Le changement de thème requiert un redémarrage.)
it: (La modifica dei temi richiede il riavvio.)
ko: (테마를 변경하면 다시 시작해야 합니다.)
pt_br: (É necessário reiniciar para alterar os temas.)

source: Theme:
de: Thema:
fr: Thème :
it: Tema:
ko: 테마:
pt_br: Tema:

source: Language
de: Sprache
fr: Langue
it: Lingua
ko: 언어
pt_br: Idioma

source: %s Settings
de: %s Einstellungen
fr: Options de %s
it: %s Impostazioni
ko: %s 설정
pt_br: Configurações de %s

source: wxPython version %s or newer required
de: wxPython Version %s oder höher erforderlich
fr: wxPython version %s ou plus récente requise
it: Necessaria versione wxPython %s o successiva
ko: wxPython %s이나 그 이상의 버전 필요
pt_br: wxPython versão %s ou mais recente necessária

source: &Browse...
de: &Durchsuchen...
fr: &Parcourir...
it: &Sfogliare...
ko: &검색...
pt_br: &Procurar...

source: Choose a folder...
de: Einen Ordner auswählen...
fr: Choisir un dossier...
it: Scegliere una cartella…
ko: 폴더 선택..
pt_br: Escolha uma pasta...

source: Choose a file...
de: Eine Datei auswählen...
fr: Choisir un fichier...
it: Scegliere un file…
ko: 파일 선택...
pt_br: Escolha um arquivo...

source: All files (*.*)|*.*
de: Alle Dateien (*.*)|*.*
fr: Tous les fichiers (*.*)|*.*
it: Tutti i file (*.*)|*.*
ko: 모든 파일 (*.*)|*.*
pt_br: Todos os arquivos (*.*)|*.*

source: Choose &file...
de: &Datei auswählen...
fr: Choisir un &fichier...
it: Scegliere &file...
ko: &파일 선택
pt_br: Escolher &arquivo...

source: Choose f&older...
de: &Ordner auswählen...
fr: Choisir un d&ossier...
it: Scegliere c&artella...
ko: 폴&더 선택...
pt_br: Escolher p&asta...

source: "%s" is not a valid torrent file (%s).
de: "%s" ist keine gültige Torrent-Datei (%s).
fr: « %s » n'est pas un fichier torrent valide (%s).
it: "%s" non è un file torrent valido (%s).
ko: "%s"(은)는 유효한 torrent가 아닙니다 (%s).
pt_br: "%s" não é um arquivo de torrent válido (%s).

source: Could not download or open "%s"
de: Konnte "%s" nicht herunterladen oder öffnen
fr: Ouverture ou téléchargement de « %s » impossible
it: Impossibile scaricare o aprire "%s"
ko: "%s"(을)를 다운로드 하거나 열 수 없습니다
pt_br: Não foi possível fazer download ou abrir "%s"

source: Try using a web browser to download the torrent file.
de: Versuchen Sie, mit einem Webbrowser die Torrent-Datei herunterzuladen.
fr: Essayez d'utiliser un navigateur web pour télécharger le fichier torrent.
it: Provare ad usare un browser web per scaricare il file torrent.
ko: 웹 브라우저를 사용하여 torrent 파일을 다운로드 합니다.
pt_br: Experimente usar um navegador de internet para fazer download do arquivo do torrent.

source: Could not read %s
de: Konnte %s nicht lesen
fr: Lecture de %s impossible
it: Impossibile leggere %s
ko: %s(을)를 읽을 수 없습니다
pt_br: Não foi possível ler %s

source: Could not read "%s", it is neither a file nor a URL.
de: Konnte "%s" nicht lesen, es ist weder eine Datei, noch eine URL.
fr: Lecture de « %s » impossible, ce n'est ni un fichier ni une URL.
it: Impossibile leggere "%s", non è né un file né un URL.
ko: "%s"를 읽을 수 없습니다. 이것은 파일도 URL도 아닙니다.
pt_br: Não foi possível ler "%s", não é um arquivo nem uma URL.

source: Compressed: %i Uncompressed: %i
de: Komprimiert: %i Unkomprimiert: %i
fr: Compressé : %i Non-compressé : %i
ko: 압축: %i 비압축: %i
pt_br: Compactado: %i Não compactado: %i

source: Wed
de: Mit
fr: Mer
it: Mer
ko: 수요일
pt_br: Qua

source: Sat
de: Sam
fr: Sam
it: Sab
ko: 토요일
pt_br: Sáb

source: Thu
de: Don
fr: Jeu
it: Gio
ko: 목요일
pt_br: Qui

source: Fri
de: Frei
fr: Ven
it: Ven
ko: 금요일
pt_br: Sex

source: Tue
de: Die
fr: Mar
it: Mar
ko: 화요일
pt_br: Ter

source: Mon
fr: Lun
it: Lun
ko: 월요일
pt_br: Seg

source: Sun
de: Son
fr: Dim
it: Dom
ko: 일요일
pt_br: Dom

source: Jan
it: Gen
ko: 1월

source: Apr
fr: Avr
ko: 4월
pt_br: Abr

source: Feb
fr: Fév
ko: 2월
pt_br: Fev

source: Jun
it: Giu
ko: 6월

source: Mar
ko: 3월

source: May
de: Mai
fr: Mai
it: Mag
ko: 5월
pt_br: Mai

source: Jul
it: Lug
ko: 7월

source: Oct
de: Okt
it: Ott
ko: 10월
pt_br: Out

source: Sep
it: Set
ko: 9월
pt_br: Set

source: Aug
fr: Aoû
it: Ago
ko: 8월
pt_br: Ago

source: Nov
ko: 11월

source: Dec
de: Dez
fr: Déc
it: Dic
ko: 12월
pt_br: Dez

source: Could not create control socket: already in use
de: Konnte Control Socker nicht erstellen: wird bereits verwendet
fr: Création du socket de contrôle impossible : déjà en cours d'utilisation
it: Impossibile creare il socket di controllo: già in uso
ko: 제어 소켓을 생성할 수 없음: 이미 사용중
pt_br: Não foi possível criar soquete de controle: já em uso

source: Could not remove old control socket filename:
de: Konnte alten Control Socket Dateinamen nicht entfernen:
fr: Impossible de supprimer le nom de fichier de l'ancien socket de contrôle :
it: Impossibile rimuovere il vecchio nome del file del socket di controllo:
ko: 기존 제어 소켓의 파일이름을 제거할 수 없음:
pt_br: Não foi possível remover nome de arquivo de soquete de controle antigo

source: Could not create control socket:
de: Konnte Control Socket nicht erstellen:
fr: Création du socket de contrôle impossible :
it: Impossibile creare il socket di controllo:
ko: 제어 소켓을 생성할 수 없음:
pt_br: Não foi possível criar soquete de controle:

source: Could not send command:
de: Konnte Befehl nicht senden:
fr: Impossible d'envoyer la commande :
it: Impossibile inviare il comando:
ko: 명령을 송신할 수 없음:
pt_br: Não foi possível enviar comando:

source: Global mutex already created.
de: Global Mutex wurde bereits erstellt.
fr: Mutex global déjà créé.
it: Mutex globale già creato.
ko: 글로벌 상호 배타 객체가 이미 생성되었습니다.
pt_br: Mutex global já criado.

source: Could not find an open port!
de: Konnte keinen offenen Port finden!
fr: Impossible de trouver un port ouvert !
it: Impossibile aprire una porta aperta!
ko: 개방 포트를 발견할 수 없습니다!
pt_br: Não foi possível encontrar uma porta aberta!

source: Could not create application data directory!
de: Konnte kein Anwendungsdatenverzeichnis erstellen!
fr: Impossible de créer le répertoire de données de l'application !
it: Impossibile creare una directory di dati dell’applicazione!
ko: 응용 데이터 디렉토리를 생성할 수 없습니다!
pt_br: Não foi possível criar diretório de dados de aplicativo!
