Repository: krattai/AEBL
Catalog: archive/blades/BitTorrent-5.2.2/po/*.po
Languages: de, fr, it, ko, pt_br

source: dl speed:
de: dl Geschwindigkeit:
fr: vit. réception :
it: velocità download:
ko: dl 속도:
pt_br: velocidade de dl:

source: ul speed:
de: ul Geschwindigkeit:
fr: vit. émission :
it: velocità upload:
ko: ul 속도:
pt_br: velocidade de up:

source: sharing:
fr: partage :
it: condivisione:
ko: 공유:
pt_br: compartilhamento:

source: seeds:
fr: semeurs :
it: seed:
ko: 시드:
pt_br: sementes:

source: peers:
fr: pairs :
it: peer:
ko: Peer:
pt_br: pares:

source: log:
de: Protokoll:
fr: journal :
it: registro:
ko: 로그:
pt_br: registro:

source: # IP Upload Download Completed Speed
de: # IP Upload Download Beendet Geschwindigkeit
fr: # IP Envoi Réception Terminé Vitesse
it: # IP Upload Download Completato Velocità
ko: # IP 업로드 다운로드 완료 속도
pt_br: # IP Upload Download Concluídos Velocidade

source: Textmode UI initialization failed, cannot proceed.
de: Textmodus UI Initialisierung fehlgeschlagen, kann nicht fortfahren.
fr: Échec de l'initialisation de Textmode IU, impossible de continuer.
it: Inizializzazione di Textmode UI non riuscita, impossibile procedere.
ko: 텍스트모드 UI 초기화에 실패하여 계속 진행할 수 없습니다.
pt_br: Falha na inicialização de UI em modo de texto, não é possível prosseguir.

source: This download interface requires the standard Python module "curses", which is unfortunately not available for the native Windows port of Python. It is however available for the Cygwin port of Python, running on all Win32 systems (www.cygwin.com).
de: Diese Download-Schnittstelle erfordert das Standard Python Modul "curses", welches leider für das ursprüngliche Windows Port von Python nicht zur Verfügung steht. Es steht jedoch für das Cygwin Port von Python zur Verfügung, das auf allen Win32 Systemen läuft (www.cygwin.com).
fr: Cette interface de téléchargement nécessite le module Python standard « curses », lequel n'est malheureusement pas disponible pour le portage Windows natif de Python. Il est toutefois disponible pour le portage Cygwin qui fonctionne sur tous les systèmes Win32 (www.cygwin.com).
it: Questa interfaccia di download richiede il modulo standard Python "curses", che, sfortunatamente, non è disponibile per la porta Windows nativa di Python. È comunque disponibile per la porta Cygwin di Python, che funziona su tutti i sistemi Win32 (www.cygwin.com).
ko: 이 다운로드 인터페이스는 표준 Python 모듈 "curses"을 필요로 하는데, Python의 고유 Windows 포트에서 사용할 수 없습니다. 그러나 Win32 시스템 (www.cygwin.com)에서 실행되는 Python의 Cygwin 포트에서는 사용할 수 있습니다.
pt_br: Esta interface de download requer o módulo padrão do Python "curses", que infelizmente não está disponível para a porta do Python nativa do Windows. Porém, está disponível para a porta do Python em Cygwin, executando em todos os sistemas Win32 (www.cygwin.com).

source: These errors occurred during execution:
de: Folgende Fehler sind bei der Ausführung aufgetreten:
fr: Ces erreurs sont intervenues au cours de l'exécution :
it: Questi errori sono avvenuti durante l'esecuzione:
ko: 이 오류는 다음과 같이 실행하는 동안 발생했습니다.
pt_br: Estes erros ocorreram durante a execução:

source: You may still use "bittorrent-console" to download.
de: Sie können immer noch "bittorrent-console" zum Herunterladen verwenden.
fr: Vous pouvez toujours utiliser « bittorrent-console » pour télécharger.
it: È possibile usare ancora "bittorrent-console" per scaricare.
ko: 그래도 "bittorrent-console"을 사용하여 다운로드할 수 있습니다.
pt_br: Você ainda pode usar "bittorrent-console" para fazer download.

source: %s already running
de: %s werden bereits ausgeführt
fr: %s est déjà en cours d'exécution
it: %s sta già funzionando
ko: %s 이미 실행
pt_br: %s já está em execução

source: Failed to communicate with another %s process but one seems to be running.
de: Kommunikation mit anderem %s Prozess fehlgeschlagen, aber eins scheint ausgeführt zu werden.
fr: Échec de la communication avec un autre processus %s mais l'un d'entre eux semble fonctionner.
it: Impossibile comunicare con un altro processo %s ma uno sembra funzionare.
ko: 다른 %s 프로세스와 통신하는 데에 실패했으나 한 프로세스가 실행중인 것으로 보입니다.
pt_br: Falha ao se comunicar com outro processo %s, mas parece que um deles está funcionando.

source: Closing all %s windows may fix the problem.
de: Zur Fehlerbehebung schließen Sie bitte alle %s Fenster.
fr: Fermez toutes les fenêtres %s : cela pourrait résoudre le problème.
it: La chiusura di tutte le finestre %s potrebbe risolvere il problema.
ko: 모든 %s Windows를 닫으면 문제점을 시정할 수 있습니다.
pt_br: Fechar todas as janelas de %s pode corrigir o problema.

source: Install Python %s or greater
de: Python %s oder höher installieren
fr: Installer Python %s ou plus récent
it: Installare versione Python %s o successiva
ko: Python %s이나 그 이상 버전 설치
pt_br: Instalar Python %s ou superior

source: Usage: %s TRACKER_URL [TORRENTFILE [TORRENTFILE ... ] ]
de: Verwendung: %s TRACKER_URL [TORRENTDATEI [TORRENTDATEI ... ] ]
fr: Utilisation : %s URL_SERVEUR_TORRENT [FICHIERTORRENT [FICHIERTORRENT ... ] ]
it: Uso: %s TRACKER_URL [FILETORRENT [FILETORRENT ... ] ]
ko: 사용법: %s TRACKER_URL [TORRENTFILE [TORRENTFILE ... ] ]
pt_br: Uso: %s URL_DO_TRACKER [ARQUIVO_DE_TORRENT [ARQUIVO_DE_TORRENT ... ] ]

source: old announce for %s: %s
de: Alte Deklaration für %s: %s
fr: ancienne annonce pour %s : %s
it: vecchio annuncio per %s: %s
ko: %s에 대한 기존 선언: %s
pt_br: anúncio antigo para %s: %s

source: Unsupported fastresume file format, probably corrupted.
de: Nicht-unterstütztes fastresume Dateiformat, wahrscheinlich beschädigt.
fr: Format de fichier de reprise rapide non géré, probablement corrompu.
it: Formato di file di ripresarapida non supportato, probabilmente corrotto.
ko: 패스트리쥼 파일 포맷을 지원하지 않거나 손상된 것 같습니다.
pt_br: Formato de arquivo fastresume não suportado, provavelmente corrompido.

source: no torrents
de: Keine Torrents
fr: aucun torrent
it: nessun torrent
ko: Torrent 없음
pt_br: sem torrents

source: SYSTEM ERROR - EXCEPTION GENERATED
de: SYSTEMFEHLER - AUSNAHME GENERIERT
fr: ERREUR SYSTÈME - EXCEPTION GÉNÉRÉE
it: ERRORE DI SISTEMA - ECCEZIONE GENERATA
ko: 시스템 오류 - 예외 발생
pt_br: ERRO DO SISTEMA - EXCEÇÃO GERADA

source: is not a directory
de: ist kein Verzeichnis
fr: n'est pas un répertoire
it: non è una directory
ko: 디렉토리가 아닙니다.
pt_br: não é um diretório

source: Warning:
de: Warnung:
fr: Avertissement :
it: Avvertimento:
ko: 경고:
pt_br: Aviso:

source: Upload
fr: Envoyer
ko: 업로드

source: Filename
de: Dateiname
fr: Nom du fichier
it: Nome del file
ko: 파일 이름
pt_br: Nome de arquivo

source: Totals:
de: Insgesamt:
fr: Totaux :
it: Totali:
ko: 총계:
pt_br: Totais:

source: (%s) %s - %s peers %s seeds %s dist copies - %s dn %s up
de: (%s) %s - %s Peers %s Seeds %s Dist Kopien - %s down %s up
fr: (%s) %s - %s pairs %s semeurs %s copies distribuées - %s descendant %s montant
it: (%s) %s - %s peer %s seed %s copie dist. - %s download %s upload
ko: (%s) %s - %s peer %s 시드 %s dist 복사 - %s dn %s 업
pt_br: (%s) %s - %s pares %s sementes %s cópias dist - %s dn %s up

source: You may still use "btdownloadheadless.py" to download.
de: Sie können immer noch "btdownloadheadless.py" zum Herunterladen verwenden.
fr: Vous pouvez toujours utiliser « btdownloadheadless.py » pour télécharger.
it: È possibile usare ancora "btdownloadheadless.py" per scaricare.
ko: 그래도 "btdownloadheadless.py"를 사용하여 다운로드할 수 있습니다.
pt_br: Você ainda pode usar "btdownloadheadless.py" para fazer download.

source: ETA in %d:%02d:%02d
fr: Fin prévue dans %d:%02d:%02d
it: ETA (Tempo di Arrivo Stimato) in %d:%02d:%02d
ko: %d:%02d:%02d의 ETA
pt_br: Hora estimada de chegada em %d:%02d:%02d

source: optional target file for the torrent
de: optionale Zieldatei für den Torrent
fr: fichier cible optionnel pour le torrent
it: file di destinazione opzionale per il torrent
ko: Torrent에 대한 옵션형 타깃 파일
pt_br: arquivo de destino opcional para torrent

source: Use &DHT:
de: Zu verwendende &DHT:
fr: Utiliser un &DHT :
it: Usare &DHT:
ko: &DHT 사용:
pt_br: Usar &DHT:

source: Nodes (optional):
de: Knoten (optional):
fr: Nœuds (optionnel) :
it: Nodi (opzionali):
ko: 노드 (옵션형):
pt_br: Nós (opcional):

source: &Close
de: &Schließen
fr: &Fermer
it: &Chiudi
ko: &닫기
pt_br: &Fechar

source: &Publish
de: &Veröffentlichen
fr: &Publier
it: &Pubblica
ko: &퍼블리시
pt_br: &Publicar

source: &Advanced
de: &Erweitert
fr: &Avancé
it: &Avanzato
ko: &고급
pt_br: &Avançado

source: &Simple
de: &Einfach
it: &Semplice
ko: &단순
pt_br: &Simples

source: Host
fr: Hôte
ko: 호스트

source: Port
it: Porta
ko: 포트
pt_br: Porta

source: Building torrents...
de: Torrents werden aufgebaut...
fr: Création des torrents...
it: Costruzione di torrent...
ko: Torrent 설정하기...
pt_br: Criando torrents...

source: Checking file sizes...
de: Dateigrößen werden überprüft...
fr: Vérification de la taille des fichiers...
it: Controllo delle dimensioni del file...
ko: 파일 크기 확인하기...
pt_br: Verificando tamanhos de arquivo...

source: &Abort
de: &Abbrechen
fr: &Abandonner
it: &Interrompi
ko: &중단
pt_br: &Anular

source: &Start seeding
de: Seeding &starten
fr: Lancer l'e&ssaimage
it: &Avvia seeding
ko: &시딩 시작
pt_br: &Iniciar a semeadura

source: building:
de: Aufbauen:
fr: création :
it: costruzione:
ko: 설정하기:
pt_br: criando:

source: Done.
de: Fertig.
fr: Terminé.
it: Completata.
ko: 종료.
pt_br: Concluído.

source: Done building torrents.
de: Aufbau von Torrents fertiggestellt.
fr: Création des torrents terminée.
it: Completata costruzione di torrent.
ko: Torrent 설정 종료.
pt_br: Criação de torrents concluída.

source: Error!
de: Fehler!
fr: Erreur !
it: Errore!
ko: 오류!
pt_br: Erro!

source: Error building torrents:
de: Fehler beim Aufbau von Torrents:
fr: Erreur lors de la création des torrents :
it: Errore di costruzione di torrent:
ko: Torrent를 설정하는 동안 오류 발생:
pt_br: Erro ao criar torrents:

source: %s Publisher
de: %s Veröffentlicher
fr: Éditeur de %s
it: %s Autore
ko: %s 퍼블리시 프로그램
pt_br: %s Publicador

source: Publish this file/directory:
de: In diese(s) Datei/Verzeichnis veröffentlichen:
fr: Publier ce fichier/répertoire :
it: Pubblicare questo/a file/directory:
ko: 이 파일/디렉토리를 다음과 같이 퍼블리시합니다.
pt_br: Publicar este arquivo/diretório:

source: (Directories will become batch torrents)
de: (Verzeichnisse werden zu Batch Torrents)
fr: (Les répertoires deviendront des lots de torrents)
it: (Le directory diverranno torrent batch)
ko: (디렉토리가 배치 Torrent가 됩니다)
pt_br: (Os diretórios serão torrentes em lote)

source: Title
de: Titel
fr: Titre
it: Titolo
ko: 타이틀
pt_br: Título

source: Comments:
de: Kommentare:
fr: Commentaires :
it: Commenti:
ko: 주석:
pt_br: Comentários:

source: Piece size:
de: Teilgröße:
fr: Taille d'un bloc :
it: Dimensione del pezzo:
ko: 피스 크기:
pt_br: Tamanho da peça:

source: Auto
ko: 자동

source: Use &tracker:
de: Zu verwendender &Tracker:
fr: Utiliser un &recenseur :
it: Usare &tracker:
ko: &트렉커 사용:
pt_br: Usar &tracker:

source: %s %s - decode %s metainfo files
de: %s %s - %s Metainfo-Dateien dekodieren
fr: %s %s - décoder %s fichiers de métadonnées
it: %s %s - decodificare %s file metainfo
ko: %s %s -디코드 %s 메타정보 파일
pt_br: %s %s - decodificar arquivos de metainfo %s

source: Usage: %s [TORRENTFILE [TORRENTFILE ... ] ]
de: Verwendung: %s [TORRENTDATEI [TORRENTDATEI ... ] ]
fr: Utilisation : %s [FICHIERTORRENT [FICHIERTORRENT ... ] ]
it: Uso: %s [FILETORRENT [FILETORRENT ... ] ]
ko: 사용량: %s [TORRENTFILE [TORRENTFILE ... ] ]
pt_br: Uso: %s [ARQUIVO_DE_TORRENT [ARQUIVO_DE_TORRENT ... ] ]

source: metainfo file: %s
de: Metainfo-Datei: %s
fr: fichier métainfos : %s
it: file metainfo: %s
ko: 메타정보 파일: %s
pt_br: arquivo de metainfo: %s

source: info hash: %s
fr: hachage des infos : %s
it: hash info: %s
ko: 정보 해쉬: %s
pt_br: hash de info: %s

source: file name: %s
de: Dateiname: %s
fr: nom du fichier : %s
it: nome del file: %s
ko: 파일 이름: %s
pt_br: nome do arquivo: %s

source: file size:
de: Dateigröße:
fr: taille du fichier :
it: dimensione del file:
ko: 파일 크기:
pt_br: tamanho do arquivo:

source: files:
de: Dateien:
fr: fichiers :
it: file:
ko: 파일:
pt_br: arquivos:

source: directory name: %s
de: Verzeichnisname: %s
fr: nom du répertoire : %s
it: nome della directory: %s
ko: 디렉토리 이름: %s
pt_br: nome do diretório: %s

source: archive size:
de: Archivgröße:
fr: taille de l'archive :
it: dimensione dell'archivio:
ko: 아카이브 크기:
pt_br: tamanho do arquivo morto:

source: tracker announce url: %s
de: Tracker Deklarations-URL: %s
fr: url d'annonce du recenseur : %s
it: annuncio url del tracker: %s
ko: 트렉커 아나운스 URL: %s
pt_br: url de anúncio do tracker: %s

source: trackerless nodes:
de: Trackerlose Knoten:
fr: nœuds sans recenseur :
it: nodi senza tracker:
ko: 트렉커가 없는 노드:
pt_br: nós sem tracker:

source: comment:
de: Kommentar:
fr: commentaire :
it: commento:
ko: 주석:
pt_br: comentário:

source: Peer id
fr: ID du pair
it: Id peer
pt_br: ID do par
